[
    {
        "Grado": "1°",
        "DBA": "1",
        "Enunciado_DBA": "Identifica los usos de los números (como código, cardinal, medida, ordinal) y las operaciones (suma y resta) en contextos de juego, familiares, económicos, entre otros.",
        "Evidencias_de_Aprendizaje": [
            "Construye e interpreta representaciones pictóricas y diagramas para representar relaciones entre cantidades que se presentan en situaciones o fenómenos.",
            "Explica cómo y por qué es posible hacer una operación (suma o resta) en relación con los usos de los números y el contexto en el cual se presentan.",
            "Reconoce en sus actuaciones cotidianas posibilidades de uso de los números y las operaciones.",
            "Interpreta y resuelve problemas de juntar, quitar y completar, que involucren la cantidad de elementos de una colección o la medida de magnitudes como longitud, peso, capacidad y duración.",
            "Utiliza las operaciones (suma y resta) para representar el cambio en una cantidad."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza diferentes estrategias para contar, realizar operaciones (suma y resta) y resolver problemas aditivos.",
        "Evidencias_de_Aprendizaje": [
            "Realiza conteos (de uno en uno, de dos en dos, etc.) iniciando en cualquier número.",
            "Determina la cantidad de elementos de una colección agrupándolos de 1 en 1, de 2 en 2, de 5 en 5.",
            "Describe y resuelve situaciones variadas con las operaciones de suma y resta en problemas cuya estructura puede ser a + b = ?, a + ? = c, o ? + b = c.",
            "Establece y argumenta conjeturas de los posibles resultados en una secuencia numérica.",
            "Utiliza las características del sistema decimal de numeración para crear estrategias de cálculo y estimación de sumas y restas."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "3",
        "Enunciado_DBA": "Realiza composiciones y descomposiciones de números de dos dígitos en términos de la cantidad de “dieces” y de “unos” que los conforman.",
        "Evidencias_de_Aprendizaje": [
            "Realiza composiciones y descomposiciones de números de dos dígitos en términos de la cantidad de “dieces” y de “unos” que los conforman.",
            "Encuentra parejas de números que al adicionarse dan como resultado otro número dado.",
            "Halla los números correspondientes a tener “diez más” o “diez menos” que una cantidad determinada.",
            "Emplea estrategias de cálculo como “el paso por el diez” para realizar adiciones o sustracciones."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "4",
        "Enunciado_DBA": "Reconoce y compara atributos que pueden ser medidos en objetos y eventos (longitud, duración, rapidez, masa, peso, capacidad, cantidad de elementos de una colección, entre otros).",
        "Evidencias_de_Aprendizaje": [
            "Identifica atributos que se pueden medir en los objetos.",
            "Diferencia atributos medibles (longitud, masa, capacidad, duración, cantidad de elementos de una colección), en términos de los instrumentos y las unidades utilizadas para medirlos.",
            "Compara y ordena objetos de acuerdo con atributos como altura, peso, intensidades de color, entre otros y recorridos según la distancia de cada trayecto.",
            "Compara y ordena colecciones según la cantidad de elementos."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "5",
        "Enunciado_DBA": "Realiza medición de longitudes, capacidades, peso, masa, entre otros, para ello utiliza instrumentos y unidades no estandarizadas y estandarizadas.",
        "Evidencias_de_Aprendizaje": [
            "Mide longitudes con diferentes instrumentos y expresa el resultado en unidades estandarizadas o no estandarizadas comunes.",
            "Compara objetos a partir de su longitud, masa, capacidad y duración de eventos.",
            "Toma decisiones a partir de las mediciones realizadas y de acuerdo con los requerimientos del problema."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "6",
        "Enunciado_DBA": "Compara objetos del entorno y establece semejanzas y diferencias empleando características geométricas de las formas bidimensionales y tridimensionales (Curvo o recto, abierto o cerrado, plano o sólido, número de lados, número de caras, entre otros).",
        "Evidencias_de_Aprendizaje": [
            "Crea, compone y descompone formas bidimensionales y tridimensionales, para ello utiliza plastilina, papel, palitos, cajas, etc.",
            "Describe de forma verbal las cualidades y propiedades de un objeto relativas a su forma.",
            "Agrupa objetos de su entorno de acuerdo con las semejanzas y las diferencias en la forma y en el tamaño y explica el criterio que utiliza. Por ejemplo, si el objeto es redondo, si tiene puntas, entre otras características.",
            "Identifica objetos a partir de las descripciones verbales que hacen de sus características geométricas."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "7",
        "Enunciado_DBA": "Describe y representa trayectorias y posiciones de objetos y personas para orientar a otros o a sí mismo en el espacio circundante.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza representaciones como planos para ubicarse en el espacio.",
            "Toma decisiones a partir de la ubicación espacial.",
            "Dibuja recorridos, para ello considera los ángulos y la lateralidad.",
            "Compara distancias a partir de la observación del plano al estimar con pasos, baldosas, etc."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "8",
        "Enunciado_DBA": "Describe cualitativamente situaciones para identificar el cambio y la variación usando gestos, dibujos, diagramas, medios gráficos y simbólicos.",
        "Evidencias_de_Aprendizaje": [
            "Identifica y nombra diferencias entre objetos o grupos de objetos.",
            "Comunica las características identificadas y justifica las diferencias que encuentra.",
            "Establece relaciones de dependencia entre magnitudes."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "9",
        "Enunciado_DBA": "Reconoce el signo igual como una equivalencia entre expresiones con sumas y restas.",
        "Evidencias_de_Aprendizaje": [
            "Propone números que satisfacen una igualdad con sumas y restas.",
            "Describe las características de los números que deben ubicarse en una ecuación de tal manera que satisfaga la igualdad.",
            "Argumenta sobre el uso de la propiedad transitiva en un conjunto de igualdades."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "10",
        "Enunciado_DBA": "Clasifica y organiza datos, los representa utilizando tablas de conteo y pictogramas sin escalas, y comunica los resultados obtenidos para responder preguntas sencillas.",
        "Evidencias_de_Aprendizaje": [
            "Identifica en fichas u objetos reales los valores de la variable en estudio.",
            "Organiza los datos en tablas de conteo y/o en pictogramas sin escala.",
            "Lee la información presentada en tablas de conteo y/o pictogramas sin escala (1 a 1).",
            "Comunica los resultados respondiendo preguntas tales como: ¿cuántos hay en total?, ¿cuántos hay de cada dato?, ¿cuál es el dato que más se repite?, ¿cuál es el dato que menos aparece?"
        ]
    },
    {
        "Grado": "2°",
        "DBA": "1",
        "Enunciado_DBA": "Interpreta, propone y resuelve problemas aditivos (de composición, transformación y relación) que involucren la cantidad en una colección, la medida de magnitudes (longitud, peso, capacidad y duración de eventos) y problemas multiplicativos sencillos.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta y construye diagramas para representar relaciones aditivas y multiplicativas entre cantidades que se presentan en situaciones o fenómenos.",
            "Describe y resuelve situaciones variadas con las operaciones de suma y resta en problemas cuya estructura puede ser a + b = ?, a + ? = c, o ? + b = c.",
            "Reconoce en diferentes situaciones relaciones aditivas y multiplicativas y formula problemas a partir de ellas."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza diferentes estrategias para calcular (agrupar, representar elementos en colecciones, etc.) o estimar el resultado de una suma y resta, multiplicación o reparto equitativo.",
        "Evidencias_de_Aprendizaje": [
            "Construye representaciones pictóricas y establece relaciones entre las cantidades involucradas en diferentes fenómenos o situaciones."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "3",
        "Enunciado_DBA": "Utiliza el Sistema de Numeración Decimal para comparar, ordenar y establecer diferentes relaciones entre dos o más secuencias de números con ayuda de diferentes recursos.",
        "Evidencias_de_Aprendizaje": [
            "Compara y ordena números de menor a mayor y viceversa a través de recursos como la calculadora, aplicación, material gráfico que represente billetes, diagramas de colecciones, etc.",
            "Propone ejemplos y comunica de forma oral y escrita las condiciones que puede establecer para conservar una relación (mayor que, menor que) cuando se aplican algunas operaciones a ellos.",
            "Reconoce y establece relaciones entre expresiones numéricas (hay más, hay menos, hay la misma cantidad) y describe el tipo de operaciones que debe realizarse para que a pesar de cambiar los valores numéricos, la relación se conserve."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "4",
        "Enunciado_DBA": "Compara y explica características que se pueden medir, en el proceso de resolución de problemas relativos a longitud, superficie, velocidad, peso o duración de los eventos, entre otros.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza instrumentos y unidades de medición apropiados para medir magnitudes diferentes.",
            "Describe los procedimientos necesarios para medir longitudes, superficies, capacidades, pesos de los objetos y la duración de los eventos.",
            "Mide magnitudes con unidades arbitrarias y estandarizadas.",
            "Estima la medida de diferentes magnitudes en situaciones prácticas."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "5",
        "Enunciado_DBA": "Utiliza patrones, unidades e instrumentos convencionales y no convencionales en procesos de medición, cálculo y estimación de magnitudes como longitud, peso, capacidad y tiempo.",
        "Evidencias_de_Aprendizaje": [
            "Describe objetos y eventos de acuerdo con atributos medibles: superficie, tiempo, longitud, peso, ángulos.",
            "Realiza mediciones con instrumentos y unidades no convencionales, como pasos, cuadrados o rectángulos, cuartas, metros, entre otros.",
            "Compara eventos según su duración, para ello utiliza relojes convencionales."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "6",
        "Enunciado_DBA": "Describe y clasifica figuras bidimensionales y tridimensionales de acuerdo con sus componentes y propiedades.",
        "Evidencias_de_Aprendizaje": [
            "Reconoce las figuras geométricas según el número de lados.",
            "Diferencia los cuerpos geométricos.",
            "Compara figuras y cuerpos geométricos y establece relaciones y diferencias entre ambos."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "7",
        "Enunciado_DBA": "Describe desplazamientos y referencia la posición de un objeto mediante nociones de horizontalidad, verticalidad, paralelismo y perpendicularidad en la solución de problemas.",
        "Evidencias_de_Aprendizaje": [
            "Describe desplazamientos a partir de las posiciones de las líneas.",
            "Representa líneas y reconoce las diferentes posiciones y la relación entre ellas.",
            "En dibujos, objetos o espacios reales, identifica posiciones de objetos, de aristas o líneas que son paralelas, verticales o perpendiculares.",
            "Argumenta las diferencias entre las posiciones de las líneas."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "8",
        "Enunciado_DBA": "Propone e identifica patrones y utiliza propiedades de los números y de las operaciones para calcular valores desconocidos en expresiones aritméticas.",
        "Evidencias_de_Aprendizaje": [
            "Establece relaciones de reversibilidad entre la suma y la resta.",
            "Utiliza diferentes procedimientos para calcular un valor desconocido."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "9",
        "Enunciado_DBA": "Opera sobre secuencias numéricas para encontrar números u operaciones faltantes y utiliza las propiedades de las operaciones en contextos escolares o extraescolares.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza las propiedades de las operaciones para encontrar números desconocidos en igualdades numéricas.",
            "Utiliza las propiedades de las operaciones para encontrar operaciones faltantes en un proceso de cálculo numérico.",
            "Reconoce que un número puede escribirse de varias maneras equivalentes.",
            "Utiliza ensayo y error para encontrar valores u operaciones desconocidas."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "10",
        "Enunciado_DBA": "Clasifica y organiza datos, los representa utilizando tablas de conteo, pictogramas con escalas y gráficos de puntos, comunica los resultados obtenidos para responder preguntas sencillas.",
        "Evidencias_de_Aprendizaje": [
            "Identifica la equivalencia de fichas u objetos con el valor de la variable.",
            "Organiza los datos en tablas de conteo y en pictogramas con escala (uno a muchos).",
            "Lee la información presentada en tablas de conteo, pictogramas con escala y gráficos de puntos.",
            "Comunica los resultados respondiendo preguntas tales como: ¿cuántos hay en total?, ¿cuántos hay de cada dato?, ¿cuál es el dato que más se repite?, ¿cuál es el dato que menos se repite?"
        ]
    },
    {
        "Grado": "2°",
        "DBA": "11",
        "Enunciado_DBA": "Explica, a partir de la experiencia, la posibilidad de ocurrencia o no de un evento cotidiano y el resultado lo utiliza para predecir la ocurrencia de otros eventos.",
        "Evidencias_de_Aprendizaje": [
            "Diferencia situaciones cotidianas cuyo resultado puede ser incierto de aquellas cuyo resultado es conocido o seguro.",
            "Identifica resultados posibles o imposibles, según corresponda, en una situación cotidiana.",
            "Predice la ocurrencia o no de eventos cotidianos basado en sus observaciones."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "1",
        "Enunciado_DBA": "Interpreta, formula y resuelve problemas aditivos de composición, transformación y comparación en diferentes contextos; y multiplicativos, directos e inversos, en diferentes contextos.",
        "Evidencias_de_Aprendizaje": [
            "Construye diagramas para representar las relaciones observadas entre las cantidades presentes en una situación.",
            "Resuelve problemas aditivos (suma o resta) y multiplicativos (multiplicación o división) de composición de medida y de conteo.",
            "Propone estrategias para calcular el número de combinaciones posibles de un conjunto de atributos.",
            "Analiza los resultados ofrecidos por el cálculo matemático e identifica las condiciones bajo las cuales ese resultado es o no plausible."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "2",
        "Enunciado_DBA": "Propone, desarrolla y justifica estrategias para hacer estimaciones y cálculos con operaciones básicas en la solución de problemas.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza las propiedades de las operaciones y del Sistema de Numeración Decimal para justificar acciones como: descomposición de números, completar hasta la decena más cercana, duplicar, cambiar la posición, multiplicar abreviadamente por múltiplos de 10, entre otros.",
            "Reconoce el uso de las operaciones para calcular la medida (compuesta) de diferentes objetos de su entorno.",
            "Argumenta cuáles atributos de los objetos pueden ser medidos mediante la comparación directa con una unidad y cuáles pueden ser calculados con algunas operaciones entre números."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "3",
        "Enunciado_DBA": "Describe y justifica diferentes procedimientos para comparar cantidades.",
        "Evidencias_de_Aprendizaje": [
            "Realiza mediciones de un mismo objeto con otros de diferente tamaño y establece equivalencias entre ellas.",
            "Utiliza las razones y fracciones como una manera de establecer comparaciones entre dos cantidades.",
            "Propone ejemplos de cantidades que se relacionan entre sí según correspondan a una fracción dada.",
            "Utiliza fracciones para expresar la relación de “el todo” con algunas de sus “partes”, asimismo diferencia este tipo de relación de otras como las relaciones de equivalencia (igualdad) y de orden (mayor que y menor que)."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "4",
        "Enunciado_DBA": "Describe y argumenta posibles relaciones entre los valores del área y el perímetro de figuras planas (especialmente cuadriláteros).",
        "Evidencias_de_Aprendizaje": [
            "Toma decisiones sobre la magnitud a medir (área o longitud) según la necesidad de una situación.",
            "Realiza recubrimientos de superficies con diferentes figuras planas.",
            "Mide y calcula el área y el perímetro de un rectángulo y expresa el resultado en unidades apropiadas según el caso.",
            "Explica cómo figuras de igual perímetro pueden tener diferente área."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "5",
        "Enunciado_DBA": "Realiza estimaciones y mediciones de volumen, capacidad, longitud, área, peso de objetos o la duración de eventos como parte del proceso para resolver diferentes problemas.",
        "Evidencias_de_Aprendizaje": [
            "Compara objetos según su longitud, área, capacidad, volumen, etc.",
            "Hace estimaciones de longitud, área, volumen, peso y tiempo según su necesidad en la situación.",
            "Hace estimaciones de volumen, área y longitud en presencia de los objetos y los instrumentos de medida y en ausencia de ellos.",
            "Empaca objetos en cajas y recipientes variados y calcula la cantidad que podría caber; para ello tiene en cuenta la forma y volumen de los objetos a empacar y la capacidad del recipiente en el que se empaca."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "6",
        "Enunciado_DBA": "Describe y representa formas bidimensionales y tridimensionales de acuerdo con las propiedades geométricas.",
        "Evidencias_de_Aprendizaje": [
            "Relaciona objetos de su entorno con formas bidimensionales y tridimensionales, nombra y describe sus elementos.",
            "Clasifica y representa formas bidimensionales y tridimensionales tomando en cuenta sus características geométricas comunes y describe el criterio utilizado.",
            "Interpreta, compara y justifica propiedades de formas bidimensionales y tridimensionales."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "7",
        "Enunciado_DBA": "Formula y resuelve problemas que se relacionan con la posición, la dirección y el movimiento de objetos en el entorno.",
        "Evidencias_de_Aprendizaje": [
            "Localiza objetos o personas a partir de la descripción o representación de una trayectoria y construye representaciones pictóricas para describir sus relaciones.",
            "Identifica y describe patrones de movimiento de figuras bidimensionales que se asocian con transformaciones como: reflexiones, traslaciones y rotaciones de figuras.",
            "Identifica las propiedades de los objetos que se conservan y las que varían cuando se realizan este tipo de transformaciones.",
            "Plantea y resuelve situaciones en las que se requiere analizar las transformaciones de diferentes figuras en el plano."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "8",
        "Enunciado_DBA": "Describe y representa los aspectos que cambian y permanecen constantes en secuencias y en otras situaciones de variación.",
        "Evidencias_de_Aprendizaje": [
            "Describe de manera cualitativa situaciones de cambio y variación utilizando lenguaje natural, gestos, dibujos y gráficas.",
            "Construye secuencias numéricas y geométricas utilizando propiedades de los números y de las figuras geométricas.",
            "Encuentra y representa generalidades y valida sus hallazgos de acuerdo al contexto."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "9",
        "Enunciado_DBA": "Argumenta sobre situaciones numéricas, geométricas y enunciados verbales en los que aparecen datos desconocidos para definir sus posibles valores según el contexto.",
        "Evidencias_de_Aprendizaje": [
            "Propone soluciones con base en los datos a pesar de no conocer el número.",
            "Toma decisiones sobre cantidades aunque no conozca exactamente los valores.",
            "Trabaja sobre números desconocidos y con esos números para dar respuestas a los problemas."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "10",
        "Enunciado_DBA": "Lee e interpreta información contenida en tablas de frecuencia, gráficos de barras y/o pictogramas con escala, para formular y resolver preguntas de situaciones de su entorno.",
        "Evidencias_de_Aprendizaje": [
            "Identifica las características de la población y halla su tamaño a partir de diferentes representaciones estadísticas.",
            "Construye tablas y gráficos que representan los datos a partir de la información dada.",
            "Analiza e interpreta información que ofrecen las tablas y los gráficos de acuerdo con el contexto.",
            "Identifica la moda a partir de datos que se presentan en gráficos y tablas.",
            "Compara la información representada en diferentes tablas y gráficos para formular y responder preguntas."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "11",
        "Enunciado_DBA": "Plantea y resuelve preguntas sobre la posibilidad de ocurrencia de situaciones aleatorias cotidianas y cuantifica la posibilidad de ocurrencia de eventos simples en una escala cualitativa (mayor, menor e igual).",
        "Evidencias_de_Aprendizaje": [
            "Formula y resuelve preguntas que involucran expresiones que jerarquizan la posibilidad de ocurrencia de un evento, por ejemplo: imposible, menos posible, igualmente posible, más posible, seguro.",
            "Representa los posibles resultados de una situación aleatoria simple por enumeración o usando diagramas.",
            "Asigna la posibilidad de ocurrencia de un evento de acuerdo con la escala definida.",
            "Predice la posibilidad de ocurrencia de un evento al utilizar los resultados de una situación aleatoria."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "1",
        "Enunciado_DBA": "Interpreta las fracciones como razón, relación parte todo, cociente y operador en diferentes contextos.",
        "Evidencias_de_Aprendizaje": [
            "Describe situaciones en las cuales puede usar fracciones y decimales.",
            "Reconoce situaciones en las que dos cantidades covarían y cuantifica el efecto que los cambios en una de ellas tienen en los cambios de la otra y a partir de este comportamiento determina la razón entre ellas."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "2",
        "Enunciado_DBA": "Describe y justifica diferentes estrategias para representar, operar y hacer estimaciones con números naturales y números racionales (fraccionarios), expresados como fracción o como decimal.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza el sistema de numeración decimal para representar, comparar y operar con números mayores o iguales a 10.000.",
            "Describe y desarrolla estrategias para calcular sumas y restas basadas en descomposiciones aditivas y multiplicativas.",
            "Utiliza y justifica algoritmos estandarizados y no estandarizados para realizar operaciones aditivas con representaciones decimales provenientes de fraccionarios cuyas expresiones tengan denominador 10, 100, etc.",
            "Identifica y construye fracciones equivalentes a una fracción dada.",
            "Propone estrategias para calcular sumas y restas de algunos fraccionarios."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "3",
        "Enunciado_DBA": "Compara y ordena números racionales (en sus representaciones de fracción y decimal) y los utiliza en la solución de problemas.",
        "Evidencias_de_Aprendizaje": [
            "Construye y utiliza representaciones pictóricas para comparar números racionales (como fracción o decimales).",
            "Establece, justifica y utiliza criterios para comparar fracciones y decimales.",
            "Construye y compara expresiones numéricas que contienen decimales y fracciones."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "4",
        "Enunciado_DBA": "Caracteriza y compara atributos medibles de los objetos (densidad, dureza, viscosidad, masa, capacidad de los recipientes, temperatura) con respecto a procedimientos, instrumentos y unidades de medición; y con respecto a las necesidades a las que responden.",
        "Evidencias_de_Aprendizaje": [
            "Reconoce que para medir la capacidad y la masa se hacen comparaciones con la capacidad de recipientes de diferentes tamaños y con paquetes de diferentes masas, respectivamente (litros, centilitros galón, botella, etc., para capacidad, gramos, kilogramos, libras, arrobas, etc., para masa).",
            "Diferencia los atributos medibles como capacidad, masa, volumen, entre otros, a partir de los procedimientos e instrumentos empleados para medirlos y los usos de cada uno en la solución de problemas.",
            "Identifica unidades y los instrumentos para medir masa y capacidad, y establece relaciones entre ellos.",
            "Describe procesos para medir capacidades de un recipiente o el peso de un objeto o producto.",
            "Argumenta sobre la importancia y necesidad de medir algunas magnitudes como densidad, dureza, viscosidad, masa, capacidad, etc."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "5",
        "Enunciado_DBA": "Elige instrumentos y unidades estandarizadas y no estandarizadas para estimar y medir longitud, área, volumen, capacidad, peso y masa, duración, rapidez, temperatura, y a partir de ellos hace los cálculos necesarios para resolver problemas.",
        "Evidencias_de_Aprendizaje": [
            "Expresa una misma medida en diferentes unidades, establece equivalencias entre ellas y toma decisiones de la unidad más conveniente según las necesidades de la situación.",
            "Propone diferentes procedimientos para realizar cálculos (suma y resta de medidas, multiplicación y división de una medida y un número) que aparecen al resolver problemas en diferentes contextos.",
            "Emplea las relaciones de proporcionalidad directa e inversa para resolver diversas situaciones.",
            "Propone y explica procedimientos para lograr mayor precisión en la medición de cantidades de líquidos, masa, etc."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "6",
        "Enunciado_DBA": "Identifica, describe y representa figuras bidimensionales y tridimensionales, y establece relaciones entre ellas.",
        "Evidencias_de_Aprendizaje": [
            "Arma, desarma y crea formas bidimensionales y tridimensionales.",
            "Reconoce entre un conjunto de desarrollos planos, los que corresponden a determinados sólidos atendiendo a las relaciones entre la posición de las diferentes caras y aristas."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "7",
        "Enunciado_DBA": "Realiza transformaciones en figuras en el plano respecto a una posición o eje (rotación, traslación y simetría) y las modificaciones que pueden sufrir las formas (ampliación-reducción).",
        "Evidencias_de_Aprendizaje": [
            "Aplica movimientos a figuras en el plano.",
            "Diferencia los efectos de la ampliación y la reducción.",
            "Elabora argumentos referente a las modificaciones que sufre una imagen al ampliarla o reducirla.",
            "Representa elementos del entorno que sufren modificaciones en su forma."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "8",
        "Enunciado_DBA": "Identifica, documenta e interpreta variaciones de dependencia entre cantidades en diferentes fenómenos (en las matemáticas y en otras ciencias) y los representa por medio de gráficas.",
        "Evidencias_de_Aprendizaje": [
            "Realiza cálculos numéricos, organiza la información en tablas, elabora representaciones gráficas y las interpreta.",
            "Propone patrones de comportamiento numérico.",
            "Trabaja sobre números desconocidos y con esos números para dar respuestas a los problemas."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "9",
        "Enunciado_DBA": "Identifica patrones en secuencias (aditivas o multiplicativas) y los utiliza para establecer generalizaciones aritméticas o algebraicas.",
        "Evidencias_de_Aprendizaje": [
            "Comunica en forma verbal y pictórica las regularidades observadas en una secuencia.",
            "Establece diferentes estrategias para calcular los siguientes elementos en una secuencia.",
            "Conjetura y argumenta un valor futuro en una secuencia aritmética o geométrica (por ejemplo, en una secuencia de figuras predecir la posición 10, 20 o 100)."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "10",
        "Enunciado_DBA": "Recopila y organiza datos en tablas de doble entrada y los representa en gráficos de barras agrupadas o gráficos de líneas, para dar respuesta a una pregunta planteada. Interpreta la información y comunica sus conclusiones.",
        "Evidencias_de_Aprendizaje": [
            "Elabora encuestas sencillas para obtener la información pertinente para responder la pregunta.",
            "Construye tablas de doble entrada y gráficos de barras agrupadas, gráficos de líneas o pictogramas con escala.",
            "Lee e interpreta los datos representados en tablas de doble entrada, gráficos de barras agrupados, gráficos de línea o pictogramas con escala.",
            "Encuentra e interpreta la moda y el rango del conjunto de datos y describe el comportamiento de los datos para responder las preguntas planteadas."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "11",
        "Enunciado_DBA": "Comprende y explica, usando vocabulario adecuado, la diferencia entre una situación aleatoria y una determinística y predice, en una situación de la vida cotidiana, la presencia o no del azar.",
        "Evidencias_de_Aprendizaje": [
            "Reconoce situaciones aleatorias en contextos cotidianos.",
            "Enuncia diferencias entre situaciones aleatorias y deterministas.",
            "Usa adecuadamente expresiones como azar o posibilidad, aleatoriedad, determinístico.",
            "Anticipa los posibles resultados de una situación aleatoria."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "1",
        "Enunciado_DBA": "Utiliza los números naturales y racionales en su representación fraccionaria para formular y resolver problemas aditivos, multiplicativos y que involucren operaciones de potenciación.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta la relación parte - todo y la representa por medio de fracciones, razones o cocientes.",
            "Interpreta y utiliza números naturales y racionales (fraccionarios) asociados con un contexto para solucionar problemas."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "2",
        "Enunciado_DBA": "Describe y desarrolla estrategias (algoritmos, propiedades de las operaciones básicas y sus relaciones) para hacer estimaciones y cálculos al solucionar problemas de potenciación.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza las propiedades de las operaciones con números naturales y racionales (fraccionarios) para justificar algunas estrategias de cálculo o estimación relacionados con áreas de cuadrados y volúmenes de cubos.",
            "Descompone un número en sus factores primos.",
            "Identifica y utiliza las propiedades de la potenciación para resolver problemas aritméticos.",
            "Determina y argumenta acerca de la validez o no de estrategias para calcular potencias."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "3",
        "Enunciado_DBA": "Compara y ordena números fraccionarios a través de diversas interpretaciones, recursos y representaciones.",
        "Evidencias_de_Aprendizaje": []
    },
    {
        "Grado": "5°",
        "DBA": "4",
        "Enunciado_DBA": "Justifica relaciones entre superficie y volumen, respecto a dimensiones de figuras y sólidos, y elige las unidades apropiadas según el tipo de medición (directa e indirecta), los instrumentos y los procedimientos.",
        "Evidencias_de_Aprendizaje": [
            "Determina las medidas reales de una figura a partir de un registro gráfico (un plano).",
            "Mide superficies y longitudes utilizando diferentes estrategias (composición, recubrimiento, bordeado, cálculo)."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "5",
        "Enunciado_DBA": "Explica las relaciones entre el perímetro y el área de diferentes figuras (variaciones en el perímetro no implican variaciones en el área y viceversa) a partir de mediciones, superposición de figuras, cálculo, entre otras.",
        "Evidencias_de_Aprendizaje": [
            "Compara diferentes figuras a partir de las medidas de sus lados.",
            "Calcula las medidas de los lados de una figura a partir de su área.",
            "Dibuja figuras planas cuando se dan las medidas de los lados.",
            "Propone estrategias para la solución de problemas relativos a la medida de la superficie de figuras planas.",
            "Reconoce que figuras con áreas diferentes pueden tener el mismo perímetro.",
            "Mide superficies y longitudes utilizando diferentes estrategias (composición, recubrimiento, bordeado, cálculo)."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "6",
        "Enunciado_DBA": "Identifica y describe propiedades que caracterizan un cuerpo en términos de la bidimensionalidad y la tridimensionalidad y resuelve problemas en relación con la composición y descomposición de las formas.",
        "Evidencias_de_Aprendizaje": [
            "Relaciona objetos tridimensionales y sus propiedades con sus respectivos desarrollos planos.",
            "Reconoce relaciones intra e interfigurales.",
            "Determina las mediciones reales de una figura a partir de un registro gráfico (un plano).",
            "Construye y descompone figuras planas y sólidos a partir de medidas establecidas.",
            "Utiliza transformaciones a figuras en el plano para describirlas y calcular sus medidas.",
            "Reconoce diferentes distribuciones de plantillas de un cuerpo en una superficie, las formas en que pueden acoplarse o encajar, lee la información que presenta la plantilla del cuerpo o su representación en un plano."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "7",
        "Enunciado_DBA": "Resuelve y propone situaciones en las que es necesario describir y localizar la posición y la trayectoria de un objeto con referencia al plano cartesiano.",
        "Evidencias_de_Aprendizaje": [
            "Localiza puntos en un mapa a partir de coordenadas cartesianas.",
            "Interpreta los elementos de un sistema de referencia (ejes, cuadrantes, coordenadas).",
            "Grafica en el plano cartesiano la posición de un objeto usando direcciones cardinales (norte, sur, oriente y occidente).",
            "Emplea el plano cartesiano al plantear y resolver situaciones de localización.",
            "Representa en forma gráfica y simbólica la localización y trayectoria de un objeto."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "8",
        "Enunciado_DBA": "Describe e interpreta variaciones de dependencia entre cantidades y las representa por medio de gráficas.",
        "Evidencias_de_Aprendizaje": [
            "Propone patrones de comportamiento numéricos y patrones de comportamiento gráficos.",
            "Realiza cálculos numéricos, organiza la información en tablas, elabora representaciones gráficas y las interpreta.",
            "Trabaja sobre números desconocidos para dar respuestas a los problemas."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "9",
        "Enunciado_DBA": "Utiliza operaciones no convencionales, encuentra propiedades y resuelve ecuaciones en donde están involucradas.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta y opera con operaciones no convencionales.",
            "Explora y busca propiedades de tales operaciones.",
            "Compara las propiedades de las operaciones convencionales de suma, resta, producto y división con las propiedades de las operaciones no convencionales.",
            "Resuelve ecuaciones numéricas cuando se involucran operaciones no convencionales."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "10",
        "Enunciado_DBA": "Formula preguntas que requieren comparar dos grupos de datos, para lo cual recolecta, organiza y usa tablas de frecuencia, gráficos de barras, circulares, de línea, entre otros. Analiza la información presentada y comunica los resultados.",
        "Evidencias_de_Aprendizaje": [
            "Formula preguntas y elabora encuestas para obtener los datos requeridos e identifica quiénes deben responder.",
            "Registra, organiza y presenta la información recolectada usando tablas, gráficos de barras, gráficos de línea, y gráficos circulares.",
            "Selecciona los gráficos teniendo en cuenta el tipo de datos que se va a representar.",
            "Interpreta la información obtenida y produce conclusiones que le permiten comparar dos grupos de datos de una misma población.",
            "Escribe informes sencillos en los que compara la distribución de dos grupos de datos."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "11",
        "Enunciado_DBA": "Utiliza la media y la mediana para resolver problemas en los que se requiere presentar o resumir el comportamiento de un conjunto de datos.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta y encuentra la media y la mediana en un conjunto de datos usando estrategias gráficas y numéricas.",
            "Explica la información que brinda cada medida en relación con el conjunto de datos.",
            "Selecciona una de las medidas como la más representativa del comportamiento del conjunto de datos estudiado.",
            "Argumenta la selección realizada empleando semejanzas y diferencias entre lo que cada una de las medidas indica."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "1",
        "Enunciado_DBA": "Interpreta los números enteros y racionales (en sus representaciones de fracción y de decimal) con sus operaciones, en diferentes contextos, al resolver problemas de variación, repartos, particiones, estimaciones, etc. Reconoce y establece diferentes relaciones (de orden y equivalencia y las utiliza para argumentar procedimientos).",
        "Evidencias_de_Aprendizaje": [
            "Resuelve problemas en los que intervienen cantidades positivas y negativas en procesos de comparación, transformación y representación.",
            "Propone y justifica diferentes estrategias para resolver problemas con números enteros, racionales (en sus representaciones de fracción y de decimal) en contextos escolares y extraescolares.",
            "Representa en la recta numérica la posición de un número utilizando diferentes estrategias.",
            "Interpreta y justifica cálculos numéricos al solucionar problemas."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza las propiedades de los números enteros y racionales y las propiedades de sus operaciones para proponer estrategias y procedimientos de cálculo en la solución de problemas.",
        "Evidencias_de_Aprendizaje": [
            "Propone y utiliza diferentes procedimientos para realizar operaciones con números enteros y racionales.",
            "Argumenta de diversas maneras la necesidad de establecer relaciones y características en conjuntos de números (ser par, ser impar, ser primo, ser el doble de, el triple de, la mitad de, etc)."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "3",
        "Enunciado_DBA": "Reconoce y establece diferentes relaciones (orden y equivalencia) entre elementos de diversos dominios numéricos y los utiliza para argumentar procedimientos sencillos.",
        "Evidencias_de_Aprendizaje": [
            "Determina criterios de comparación para establecer relaciones de orden entre dos o más números.",
            "Representa en la recta numérica la posición de un número utilizando diferentes estrategias.",
            "Describe procedimientos para resolver ecuaciones lineales."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "4",
        "Enunciado_DBA": "Utiliza y explica diferentes estrategias (desarrollo de la forma o plantillas) e instrumentos (regla, compás o software) para la construcción de figuras planas y cuerpos.",
        "Evidencias_de_Aprendizaje": [
            "Construye plantillas para cuerpos geométricos dadas sus medidas.",
            "Selecciona las plantillas que genera cada cuerpo a partir del análisis de su forma, sus caras y sus vértices."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "5",
        "Enunciado_DBA": "Propone y desarrolla estrategias de estimación, medición y cálculo de diferentes cantidades (ángulos, longitudes, áreas, volúmenes, etc.) para resolver problemas.",
        "Evidencias_de_Aprendizaje": [
            "Decide acerca de las estrategias para determinar qué tan pertinente es la estimación y analiza las causas de error en procesos de medición y estimación.",
            "Estima el resultado de una medición sin realizarla, de acuerdo con un referente previo y aplica el proceso de estimación elegido y valora el resultado de acuerdo con los datos y contexto de un problema.",
            "Estima la medida de longitudes, áreas, volúmenes, masas, pesos y ángulos en presencia o no de los objetos y decide sobre la conveniencia de los instrumentos a utilizar, según las necesidades de la situación."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "6",
        "Enunciado_DBA": "Describe y clasifica figuras bidimensionales y tridimensionales con el apoyo en instrumentos de medida apropiados.",
        "Evidencias_de_Aprendizaje": [
            "Diferencia las propiedades geométricas de las figuras y cuerpos geométricos.",
            "Identifica los elementos que componen las figuras y cuerpos geométricos.",
            "Describe las congruencias y semejanzas en figuras bidimensionales y tridimensionales.",
            "Estima áreas y volúmenes de figuras y cuerpos geométricos.",
            "Construye cuerpos geométricos con el apoyo de instrumentos de medida adecuados."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "7",
        "Enunciado_DBA": "Reconoce el plano cartesiano como un sistema bidimensional que permite ubicar puntos como sistema de referencia gráfico o geográfico.",
        "Evidencias_de_Aprendizaje": [
            "Localiza, describe y representa la posición y la trayectoria de un objeto en un plano cartesiano."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "8",
        "Enunciado_DBA": "Identifica y analiza propiedades de covariación directa e inversa entre variables, en contextos numéricos, geométricos y cotidianos y las representa mediante gráficas (cartesianas de puntos, continuas, formadas por segmentos, etc.).",
        "Evidencias_de_Aprendizaje": [
            "Propone patrones de comportamiento numéricos y expresa verbalmente o por escrito los procedimientos matemáticos.",
            "Realiza cálculos numéricos, organiza la información en tablas, elabora representaciones gráficas y las interpreta.",
            "Trabaja sobre números desconocidos y con esos números para dar respuestas a los problemas."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "9",
        "Enunciado_DBA": "Opera sobre números desconocidos y encuentra las operaciones apropiadas al contexto para resolver problemas.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza las operaciones y sus inversas en problemas de cálculo numérico.",
            "Realiza cálculos numéricos, organiza la información en tablas, elabora representaciones gráficas y las interpreta."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "10",
        "Enunciado_DBA": "Interpreta información estadística presentada en diversas fuentes de información, la analiza y la usa para plantear y resolver preguntas que sean de su interés.",
        "Evidencias_de_Aprendizaje": [
            "Lee y extrae la información estadística publicada en diversas fuentes.",
            "Plantea una pregunta que le facilite recolectar información que le permita contrastar la información estadística publicada.",
            "Organiza la información recolectada en tablas y la representa mediante gráficas adecuadas.",
            "Calcula las medidas requeridas de acuerdo a los datos recolectados y usa, cuando sea posible, calculadoras o software adecuado.",
            "Escribe un informe en el que analiza la información presentada en el medio de comunicación y la contrasta con la obtenida en su estudio."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "11",
        "Enunciado_DBA": "Compara características compartidas por dos o más poblaciones o características diferentes dentro de una misma población para lo cual seleccionan muestras, utiliza representaciones gráficas adecuadas y analiza los resultados obtenidos usando conjuntamente las medidas de tendencia central y el rango.",
        "Evidencias_de_Aprendizaje": [
            "Comprende la diferencia entre la muestra y la población.",
            "Selecciona y produce representaciones gráficas apropiadas al conjunto de datos, usando, cuando sea posible, calculadoras o software adecuado.",
            "Interpreta la información que se presenta en los gráficos usando las medidas de tendencia central y el rango.",
            "Compara las características de dos o más poblaciones o de dos o más grupos, haciendo uso conjunto de las respectivas medidas de tendencia central y el rango.",
            "Describe el comportamiento de las características de dos o más poblaciones o de dos o más grupos de una población, a partir de las respectivas medidas de tendencia central y el rango."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "12",
        "Enunciado_DBA": "A partir de la información previamente obtenida en repeticiones de experimentos aleatorios sencillos, compara las frecuencias esperadas con las frecuencias observadas.",
        "Evidencias_de_Aprendizaje": [
            "Enumera los posibles resultados de un experimento aleatorio sencillo.",
            "Realiza repeticiones del experimento aleatorio sencillo y registra los resultados en tablas y gráficos de frecuencia.",
            "Interpreta y asigna la probabilidad de ocurrencia de un evento dado, teniendo en cuenta el número de veces que ocurre el evento en relación con el número total de veces que realiza el experimento.",
            "Compara los resultados obtenidos experimentalmente con las predicciones anticipadas."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "1",
        "Enunciado_DBA": "Comprende y resuelve problemas, que involucran los números racionales con las operaciones (suma, resta, multiplicación, división, potenciación, radicación) en contextos escolares y extraescolares.",
        "Evidencias_de_Aprendizaje": [
            "Describe situaciones en las que los números enteros y racionales con sus operaciones están presentes.",
            "Utiliza los signos “positivo” y “negativo” para describir cantidades relativas con números enteros y racionales.",
            "Resuelve problemas en los que se involucran variaciones porcentuales."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "2",
        "Enunciado_DBA": "Describe y utiliza diferentes algoritmos, convencionales y no convencionales, al realizar operaciones entre números racionales en sus diferentes representaciones (fracciones y decimales) y los emplea con sentido en la solución de problemas.",
        "Evidencias_de_Aprendizaje": [
            "Representa los números enteros y racionales en una recta numérica.",
            "Estima el valor de una raíz cuadrada y de una potencia.",
            "Construye representaciones geométricas y pictóricas para ilustrar relaciones entre cantidades.",
            "Calcula e interpreta el máximo común divisor y el mínimo común múltiplo entre números enteros.",
            "Describe procedimientos para calcular el resultado de una operación (suma, resta, multiplicación y división) entre números enteros y racionales."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "3",
        "Enunciado_DBA": "Utiliza diferentes relaciones, operaciones y representaciones en los números racionales para argumentar y solucionar problemas en los que aparecen cantidades desconocidas.",
        "Evidencias_de_Aprendizaje": [
            "Realiza operaciones para calcular el número decimal que representa una fracción y viceversa.",
            "Usa las propiedades distributiva, asociativa, modulativa, del inverso y conmutativa de la suma y la multiplicación en los racionales para proponer diferentes caminos al realizar un cálculo.",
            "Determina el valor desconocido de una cantidad a partir de las transformaciones de una expresión algebraica."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "4",
        "Enunciado_DBA": "Utiliza escalas apropiadas para representar e interpretar planos, mapas y maquetas con diferentes unidades.",
        "Evidencias_de_Aprendizaje": [
            "Identifica los tipos de escalas y selecciona la adecuada para la elaboración de planos de acuerdo al formato o espacio disponible para dibujar.",
            "Expresa la misma medida con diferentes unidades según el contexto.",
            "Representa e interpreta situaciones de ampliación y reducción en contextos diversos."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "5",
        "Enunciado_DBA": "Observa objetos tridimensionales desde diferentes puntos de vista, los representa según su ubicación y los reconoce cuando se transforman mediante rotaciones, traslaciones y reflexiones.",
        "Evidencias_de_Aprendizaje": [
            "Establece relaciones entre la posición y las vistas de un objeto.",
            "Reconoce e interpreta la representación de un objeto."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "6",
        "Enunciado_DBA": "Representa en el plano cartesiano la variación de magnitudes (áreas y perímetro) and con base en la variación explica el comportamiento de situaciones y fenómenos de la vida diaria.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta las modificaciones entre el perímetro y el área con un factor de variación respectivo.",
            "Establece diferencias entre los gráficos del perímetro y del área.",
            "Coordina los cambios de la variación entre el perímetro y la longitud de los lados o el área de una figura.",
            "Organiza la información (registros tabulares y gráficos) para comprender la relación entre el perímetro y el área."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "7",
        "Enunciado_DBA": "Plantea y resuelve ecuaciones, las describe verbalmente y representa situaciones de variación de manera numérica, simbólica o gráfica.",
        "Evidencias_de_Aprendizaje": [
            "Plantea modelos algebraicos, gráficos o numéricos en los que identifica variables y rangos de variación de las variables.",
            "Toma decisiones informadas en exploraciones numéricas, algebraicas o gráficas de los modelos matemáticos usados.",
            "Utiliza métodos informales exploratorios para resolver ecuaciones."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "8",
        "Enunciado_DBA": "Plantea preguntas para realizar estudios estadísticos en los que representa información mediante histogramas, polígonos de frecuencia, gráficos de línea entre otros; identifica variaciones, relaciones o tendencias para dar respuesta a las preguntas planteadas.",
        "Evidencias_de_Aprendizaje": [
            "Plantea preguntas, diseña y realiza un plan para recolectar la información pertinente.",
            "Construye tablas de frecuencia y gráficos (histogramas, polígonos de frecuencia, gráficos de línea, entre otros), para datos agrupados usando, calculadoras o software adecuado.",
            "Encuentra e interpreta las medidas de tendencia central y el rango en datos agrupados, empleando herramientas tecnológicas cuando sea posible.",
            "Analiza la información presentada identificando variaciones, relaciones o tendencias y elabora conclusiones que permiten responder la pregunta planteada."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "9",
        "Enunciado_DBA": "Usa el principio multiplicativo en situaciones aleatorias sencillas y lo representa con tablas o diagramas de árbol. Asigna probabilidades a eventos compuestos y los interpreta a partir de propiedades básicas de la probabilidad.",
        "Evidencias_de_Aprendizaje": [
            "Elabora tablas o diagramas de árbol para representar las distintas maneras en que un experimento aleatorio puede suceder.",
            "Usa el principio multiplicativo para calcular el número de resultados posibles.",
            "Interpreta el número de resultados considerando que cuando se cambia de orden no se altera el resultado."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "1",
        "Enunciado_DBA": "Reconoce la existencia de los números irracionales como números no racionales y los describe de acuerdo con sus características y propiedades.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza procedimientos geométricos para representar números racionales e irracionales.",
            "Identifica las diferentes representaciones (decimales y no decimales) para argumentar por qué un número es o no racional."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "2",
        "Enunciado_DBA": "Construye representaciones, argumentos y ejemplos de propiedades de los números racionales y no racionales.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza procedimientos geométricos o aritméticos para construir algunos números irracionales y los ubica en la recta numérica.",
            "Justificar procedimientos con los cuales se representa geométricamente números racionales y números reales.",
            "Construye varias representaciones (geométrica, decimales o no decimales) de un mismo número racional o irracional."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "3",
        "Enunciado_DBA": "Reconoce los diferentes usos y significados de las operaciones (convencionales y no convencionales) y del signo igual (relación de equivalencia e igualdad condicionada) y los utiliza para argumentar equivalencias entre expresiones algebraicas y resolver sistemas de ecuaciones.",
        "Evidencias_de_Aprendizaje": [
            "Reconoce el uso del signo igual como relación de equivalencia de expresiones algebraicas en los números reales.",
            "Propone y ejecuta procedimientos para resolver una ecuación lineal y sistemas de ecuaciones lineales y argumenta la validez o no de un procedimiento.",
            "Usa el conjunto solución de una relación (de equivalencia y de orden) para argumentar la validez o no de un procedimiento."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "4",
        "Enunciado_DBA": "Describe atributos medibles de diferentes sólidos y explica relaciones entre ellos por medio del lenguaje algebraico.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza lenguaje algebraico para representar el volumen de un prisma en términos de sus aristas.",
            "Realiza la representación gráfica del desarrollo plano de un prisma.",
            "Estima, calcula y compara volúmenes a partir de las relaciones entre las aristas de un prisma o de otros sólidos.",
            "Interpreta las expresiones algebraicas que representan el volumen y el área cuando sus dimensiones varían."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "5",
        "Enunciado_DBA": "Utiliza y explica diferentes estrategias para encontrar el volumen of objetos regulares e irregulares en la solución de problemas en las matemáticas y en otras ciencias.",
        "Evidencias_de_Aprendizaje": [
            "Estima medidas de volumen con unidades estandarizadas y no estandarizadas.",
            "Utiliza la relación de las unidades de capacidad con las unidades de volumen (litros, dm3, etc) en la solución de un problema.",
            "Identifica la posibilidad del error en la medición del volumen haciendo aproximaciones pertinentes al respecto.",
            "Explora y crea estrategias para calcular el volumen de cuerpos regulares e irregulares."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "6",
        "Enunciado_DBA": "Aplica transformaciones (escalas, simetrías, giros y traslaciones) a figuras bidimensionales en el plano cartesiano y las describe algebraica y geométricamente.",
        "Evidencias_de_Aprendizaje": [
            "Identifica las transformaciones que se aplican a una figura para obtener una nueva.",
            "Describe las características que se conservan y las que varían cuando se aplican transformaciones a figuras bidimensionales.",
            "Realiza construcciones de figuras geométricas aplicando transformaciones."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "7",
        "Enunciado_DBA": "Identifica regularidades y argumenta propiedades de figuras geométricas a partir de teoremas y las aplica en situaciones reales.",
        "Evidencias_de_Aprendizaje": [
            "Describe teoremas y argumenta su validez a través de diferentes recursos (Software, tangram, papel, entre otros).",
            "Argumenta la relación pitagórica por medio de construcción al utilizar material concreto.",
            "Reconoce relaciones geométricas al utilizar el teorema de Pitágoras y Thales, entre otros.",
            "Aplica el teorema de Pitágoras para calcular la medida de cualquier lado de un triángulo rectángulo.",
            "Resuelve problemas utilizando teoremas básicos."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "8",
        "Enunciado_DBA": "Identifica y analiza relaciones entre propiedades de las gráficas y propiedades de expresiones algebraicas y relaciona la variación y covariación con los comportamientos gráficos, numéricos y características de las expresiones algebraicas en situaciones de modelación.",
        "Evidencias_de_Aprendizaje": [
            "Opera con formas simbólicas y las interpreta.",
            "Relaciona un cambio en la variable independiente con el cambio correspondiente en la variable dependiente.",
            "Encuentra valores desconocidos en ecuaciones algebraicas.",
            "Reconoce y representa relaciones numéricas mediante expresiones algebraicas y encuentra el conjunto de variación de una variable en función del contexto."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "9",
        "Enunciado_DBA": "Propone, compara y usa procedimientos inductivos y lenguaje algebraico para formular y poner a prueba conjeturas en diversas situaciones o contextos.",
        "Evidencias_de_Aprendizaje": [
            "Opera con formas simbólicas que representan números y encuentra valores desconocidos en ecuaciones numéricas.",
            "Reconoce patrones numéricos y los describe verbalmente.",
            "Representa relaciones numéricas mediante expresiones algebraicas y opera con y sobre variables.",
            "Describe diferentes usos del signo igual (equivalencia, igualdad condicionada) en las expresiones algebraicas.",
            "Utiliza las propiedades de los conjuntos numéricos para resolver ecuaciones."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "10",
        "Enunciado_DBA": "Propone relaciones o modelos funcionales entre variables e identifica y analiza propiedades de covariación entre variables, en contextos numéricos, geométricos y cotidianos y las representa mediante gráficas (cartesianas de puntos, continuas, formadas por segmentos, etc.).",
        "Evidencias_de_Aprendizaje": [
            "Toma decisiones informadas en exploraciones numéricas, algebraicas o gráficas de los modelos matemáticos usados.",
            "Relaciona características algebraicas de las funciones, sus gráficas y procesos de aproximación sucesiva."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "11",
        "Enunciado_DBA": "Interpreta información presentada en tablas de frecuencia y gráficos cuyos datos están agrupados en intervalos y decide cuál es la medida de tendencia central que mejor representa el comportamiento de dicho conjunto.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta los datos representados en diferentes tablas y gráficos.",
            "Usa estrategias gráficas o numéricas para encontrar las medidas de tendencia central de un conjunto de datos agrupados.",
            "Describe el comportamiento de los datos empleando las medidas de tendencia central y el rango.",
            "Reconoce cómo varían las medidas de tendencia central y el rango cuando varían los datos."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "12",
        "Enunciado_DBA": "Hace predicciones sobre la posibilidad de ocurrencia de un evento compuesto e interpreta la predicción a partir del uso de propiedades básicas de la probabilidad.",
        "Evidencias_de_Aprendizaje": [
            "Identifica y enumera el espacio muestral de un experimento aleatorio.",
            "Identifica y enumera los resultados favorables de ocurrencia de un evento indicado.",
            "Asigna la probabilidad de la ocurrencia de un evento usando valores entre 0 y 1.",
            "Reconoce cuando dos eventos son o no mutuamente excluyentes y les asigna la probabilidad usando la regla de la adición."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "1",
        "Enunciado_DBA": "Utiliza los números reales (sus operaciones, relaciones y propiedades) para resolver problemas con expresiones polinómicas.",
        "Evidencias_de_Aprendizaje": [
            "Considera el error que genera la aproximación de un número real a partir de números racionales.",
            "Identifica la diferencia entre exactitud y aproximación en las diferentes representaciones de los números reales.",
            "Construye representaciones geométricas y numéricas de los números reales (con decimales, raíces, razones, y otros símbolos) y realiza conversiones entre ellas."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "2",
        "Enunciado_DBA": "Propone y desarrolla expresiones algebraicas en el conjunto de los números reales y utiliza las propiedades de la igualdad y de orden para determinar el conjunto solución de relaciones entre tales expresiones.",
        "Evidencias_de_Aprendizaje": [
            "Identifica y utiliza múltiples representaciones de números reales para realizar transformaciones y comparaciones entre expresiones algebraicas.",
            "Establece conjeturas al resolver una situación problema, apoyado en propiedades y relaciones entre números reales.",
            "Determina y describe relaciones al comparar características de gráficas y expresiones algebraicas o funciones."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "3",
        "Enunciado_DBA": "Utiliza los números reales, sus operaciones, relaciones y representaciones para analizar procesos infinitos y resolver problemas.",
        "Evidencias_de_Aprendizaje": [
            "Encuentra las relaciones y propiedades que determinan la formación de secuencias numéricas.",
            "Determina y utiliza la expresión general de una sucesión para calcular cualquier valor de la misma y para compararla con otras sucesiones."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "4",
        "Enunciado_DBA": "Identifica y utiliza relaciones entre el volumen y la capacidad de algunos cuerpos redondos (cilindro, cono y esfera) con referencia a las situaciones escolares y extraescolares.",
        "Evidencias_de_Aprendizaje": [
            "Estima la capacidad de objetos con superficies redondas.",
            "Construye cuerpos redondos usando diferentes estrategias.",
            "Compara y representa las relaciones que encuentra de manera experimental entre el volumen y la capacidad de objetos con superficies redondas.",
            "Explica la pertinencia o no de la solución de un problema de cálculo de área o de volumen, de acuerdo con las condiciones de la situación."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "5",
        "Enunciado_DBA": "Utiliza teoremas, propiedades y relaciones geométricas (teorema de Thales y el teorema de Pitágoras) para proponer y justificar estrategias de medición y cálculo de longitudes.",
        "Evidencias_de_Aprendizaje": [
            "Describe y justifica procesos de medición de longitudes.",
            "Explica propiedades de figuras geométricas que se involucran en los procesos de medición.",
            "Justifica procedimientos de medición a partir del Teorema de Thales, Teorema de Pitágoras y relaciones intra e interfigurales.",
            "Valida la precisión de instrumentos para medir longitudes."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "6",
        "Enunciado_DBA": "Conjetura acerca de las regularidades de las formas bidimensionales y tridimensionales y realiza inferencias a partir de los criterios de semejanza, congruencia y teoremas básicos.",
        "Evidencias_de_Aprendizaje": [
            "Reconoce regularidades en formas bidimensionales y tridimensionales.",
            "Explica criterios de semejanza y congruencia a partir del teorema de Thales.",
            "Compara figuras geométricas y conjetura sobre posibles regularidades.",
            "Redacta y argumenta procesos llevados a cabo para resolver situaciones de semejanza y congruencia de figuras."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "7",
        "Enunciado_DBA": "Interpreta el espacio de manera analítica a partir de relaciones geométricas que se establecen en las trayectorias y desplazamientos de los cuerpos en diferentes situaciones.",
        "Evidencias_de_Aprendizaje": [
            "Describe verbalmente procesos de trayectorias y de desplazamiento.",
            "Explica y representa gráficamente la variación del movimiento de diferentes objetos."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "8",
        "Enunciado_DBA": "Utiliza expresiones numéricas, algebraicas o gráficas para hacer descripciones de situaciones concretas y tomar decisiones con base en su interpretación.",
        "Evidencias_de_Aprendizaje": [
            "Opera con formas simbólicas que representan cantidades.",
            "Reconoce que las letras pueden representar números y cantidades, y que se pueden operar con ellas y sobre ellas.",
            "Interpreta expresiones numéricas, algebraicas o gráficas y toma decisiones con base en su interpretación."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "9",
        "Enunciado_DBA": "Utiliza procesos inductivos y lenguaje simbólico o algebraico para formular, proponer y resolver conjeturas en la solución de problemas numéricos, geométricos, métricos, en situaciones cotidianas y no cotidianas.",
        "Evidencias_de_Aprendizaje": [
            "Efectúa exploraciones, organiza los resultados de las mismas y propone patrones de comportamiento.",
            "Propone conjeturas sobre configuraciones geométricas o numéricas y las expresa verbal o simbólicamente.",
            "Valida las conjeturas y explica sus conclusiones.",
            "Interpreta expresiones numéricas y toma decisiones con base en su interpretación."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "10",
        "Enunciado_DBA": "Propone un diseño estadístico adecuado para resolver una pregunta que indaga por la comparación sobre las distribuciones de dos grupos de datos, para lo cual usa comprensivamente diagramas de caja, medidas de tendencia central, de variación y de localización.",
        "Evidencias_de_Aprendizaje": [
            "Define el método para recolectar los datos (encuestas, observación o experimento simple) e identifica la población y el tamaño de la muestra del estudio.",
            "Construye diagramas de caja y a partir de los resultados representados en ellos describe y compara la distribución de un conjunto de datos.",
            "Compara las distribuciones de los conjuntos de datos a partir de las medidas de tendencia central, las de variación y las de localización.",
            "Elabora conclusiones para responder el problema planteado."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "11",
        "Enunciado_DBA": "Encuentra el número de posibles resultados de experimentos aleatorios, con reemplazo y sin reemplazo, usando técnicas de conteo adecuadas, y argumenta la selección realizada en el contexto de la situación abordada. Encuentra la probabilidad de eventos aleatorios compuestos.",
        "Evidencias_de_Aprendizaje": [
            "Diferencia experimentos aleatorios realizados con reemplazo, de experimentos aleatorios realizados sin reemplazo.",
            "Encuentra el número de posibles resultados de un experimento aleatorio, usando métodos adecuados (diagramas de árbol, combinaciones, permutaciones, regla de la multiplicación, etc.).",
            "Justifica la elección de un método particular de acuerdo al tipo de situación.",
            "Encuentra la probabilidad de eventos dados usando razón entre frecuencias."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "1",
        "Enunciado_DBA": "Utiliza las propiedades de los números reales para justificar procedimientos y diferentes representaciones de subconjuntos de ellos.",
        "Evidencias_de_Aprendizaje": [
            "Argumenta la existencia de los números irracionales.",
            "Utiliza representaciones geométricas de los números irracionales y los ubica en una recta numérica.",
            "Describe la propiedad de densidad de los números reales y utiliza estrategias para calcular un número entre otros dos."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza las propiedades algebraicas de equivalencia y de orden de los números reales para comprender y crear estrategias que permitan compararlos y comparar subconjuntos de ellos (por ejemplo, intervalos).",
        "Evidencias_de_Aprendizaje": [
            "Ordena de menor a mayor o viceversa números reales.",
            "Describe el ‘efecto’ que tendría realizar operaciones con números reales (positivos, negativos, mayores y menores que 1) sobre la cantidad.",
            "Utiliza las propiedades de la equivalencia para realizar cálculos con números reales."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "3",
        "Enunciado_DBA": "Resuelve problemas que involucran el significado de medidas de magnitudes relacionales (velocidad media, aceleración media) a partir de tablas, gráficas y expresiones algebraicas.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta tablas y gráficas que representan magnitudes relacionales como velocidad media y aceleración media.",
            "Utiliza expresiones algebraicas para modelar y resolver problemas relacionados con magnitudes relacionales.",
            "Analiza y compara diferentes representaciones (tabular, gráfica, algebraica) para justificar soluciones."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "4",
        "Enunciado_DBA": "Utiliza relaciones métricas en el círculo y las propiedades de las funciones trigonométricas para resolver problemas en contextos variados.",
        "Evidencias_de_Aprendizaje": [
            "Aplica las relaciones métricas en el círculo (como la longitud de arco y el área del sector circular) para resolver problemas geométricos.",
            "Utiliza las funciones trigonométricas (seno, coseno, tangente) para modelar situaciones en contextos reales.",
            "Interpreta y representa gráficamente las propiedades de las funciones trigonométricas."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "5",
        "Enunciado_DBA": "Reconoce y utiliza las propiedades de las cónicas para analizar fenómenos y resolver problemas en contextos geométricos y físicos.",
        "Evidencias_de_Aprendizaje": [
            "Identifica las ecuaciones de las cónicas (parábola, elipse, hipérbola) y sus elementos característicos.",
            "Aplica las propiedades de las cónicas para resolver problemas geométricos y físicos.",
            "Analiza fenómenos modelados por cónicas, como trayectorias o secciones cónicas."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "6",
        "Enunciado_DBA": "Resuelve problemas de optimización geométrica utilizando propiedades de figuras bidimensionales y tridimensionales.",
        "Evidencias_de_Aprendizaje": [
            "Plantea problemas de optimización (máximos y mínimos) relacionados con áreas, volúmenes o perímetros.",
            "Utiliza propiedades geométricas para justificar soluciones óptimas.",
            "Aplica herramientas algebraicas o gráficas para resolver problemas de optimización."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "7",
        "Enunciado_DBA": "Modela fenómenos físicos y sociales utilizando funciones polinómicas, exponenciales y logarítmicas, y analiza sus comportamientos.",
        "Evidencias_de_Aprendizaje": [
            "Construye modelos matemáticos con funciones polinómicas, exponenciales y logarítmicas para representar fenómenos.",
            "Interpreta el comportamiento de las funciones (crecimiento, decrecimiento, puntos críticos) en contextos reales.",
            "Utiliza gráficas y tablas para analizar y validar los modelos propuestos."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "8",
        "Enunciado_DBA": "Interpreta y utiliza el concepto de límite para analizar el comportamiento de funciones en contextos numéricos y gráficos.",
        "Evidencias_de_Aprendizaje": [
            "Explica el concepto de límite de una función de manera intuitiva y formal.",
            "Calcula límites de funciones simples utilizando métodos numéricos, gráficos o algebraicos.",
            "Aplica el concepto de límite para analizar el comportamiento de funciones en puntos específicos."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "9",
        "Enunciado_DBA": "Propone y resuelve problemas estadísticos utilizando distribuciones de probabilidad y medidas de dispersión.",
        "Evidencias_de_Aprendizaje": [
            "Construye distribuciones de probabilidad para modelar situaciones aleatorias.",
            "Calcula e interpreta medidas de dispersión (varianza, desviación estándar) en conjuntos de datos.",
            "Utiliza herramientas gráficas y numéricas para analizar distribuciones y responder preguntas estadísticas."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "10",
        "Enunciado_DBA": "Analiza y compara poblaciones utilizando pruebas de hipótesis básicas y representa los resultados gráficamente.",
        "Evidencias_de_Aprendizaje": [
            "Plantea hipótesis estadísticas simples para comparar poblaciones.",
            "Aplica pruebas de hipótesis básicas para analizar datos y tomar decisiones.",
            "Representa los resultados de las pruebas utilizando gráficos como histogramas o diagramas de caja."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "1",
        "Enunciado_DBA": "Utiliza el concepto de derivada para analizar tasas de cambio en fenómenos físicos, económicos y sociales.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta la derivada como una tasa de cambio instantánea en diversos contextos.",
            "Calcula derivadas de funciones simples utilizando reglas básicas.",
            "Aplica la derivada para analizar fenómenos como velocidad, crecimiento económico o variación poblacional."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "2",
        "Enunciado_DBA": "Resuelve problemas de optimización utilizando la derivada en contextos reales.",
        "Evidencias_de_Aprendizaje": [
            "Identifica puntos críticos de funciones utilizando la derivada.",
            "Aplica la derivada para resolver problemas de máximos y mínimos en contextos reales.",
            "Justifica las soluciones de optimización con argumentos gráficos y algebraicos."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "3",
        "Enunciado_DBA": "Utiliza el concepto de integral para calcular áreas y analizar acumulación en fenómenos continuos.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta la integral como un proceso de acumulación o área bajo una curva.",
            "Calcula integrales definidas de funciones simples utilizando técnicas básicas.",
            "Aplica la integral para modelar fenómenos como trabajo, volumen o crecimiento acumulado."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "4",
        "Enunciado_DBA": "Modela y resuelve ecuaciones diferenciales simples para describir fenómenos dinámicos.",
        "Evidencias_de_Aprendizaje": [
            "Plantea ecuaciones diferenciales simples para modelar fenómenos dinámicos.",
            "Resuelve ecuaciones diferenciales de primer orden utilizando separación de variables.",
            "Interpreta las soluciones en el contexto del fenómeno modelado."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "5",
        "Enunciado_DBA": "Aplica transformaciones geométricas en el espacio tridimensional para resolver problemas de diseño y modelado.",
        "Evidencias_de_Aprendizaje": [
            "Realiza transformaciones (rotaciones, traslaciones, reflexiones) en figuras tridimensionales.",
            "Utiliza software o herramientas gráficas para modelar objetos tridimensionales.",
            "Resuelve problemas de diseño aplicando transformaciones geométricas."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "6",
        "Enunciado_DBA": "Utiliza vectores en el espacio para resolver problemas de física y geometría.",
        "Evidencias_de_Aprendizaje": [
            "Opera con vectores (suma, resta, producto escalar, producto vectorial) en contextos geométricos y físicos.",
            "Aplica vectores para resolver problemas de fuerzas, desplazamientos o direcciones.",
            "Representa vectores en el espacio tridimensional gráficamente y algebraicamente."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "7",
        "Enunciado_DBA": "Analiza relaciones estadísticas entre variables utilizando coeficientes de correlación y regresión.",
        "Evidencias_de_Aprendizaje": [
            "Calcula e interpreta coeficientes de correlación para analizar relaciones entre variables.",
            "Construye modelos de regresión lineal para predecir comportamientos.",
            "Utiliza herramientas gráficas para representar y analizar relaciones estadísticas."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "8",
        "Enunciado_DBA": "Diseña experimentos estadísticos para responder preguntas complejas y comunica los resultados de manera clara.",
        "Evidencias_de_Aprendizaje": [
            "Plantea preguntas complejas que requieren recolección y análisis de datos.",
            "Diseña experimentos estadísticos considerando muestras y variables relevantes.",
            "Comunica los resultados utilizando tablas, gráficos y conclusiones fundamentadas."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "9",
        "Enunciado_DBA": "Utiliza conceptos de probabilidad condicional y teoremas asociados para resolver problemas complejos.",
        "Evidencias_de_Aprendizaje": [
            "Aplica la probabilidad condicional para analizar eventos dependientes.",
            "Utiliza el teorema de Bayes para resolver problemas de probabilidad.",
            "Interpreta los resultados de probabilidad en contextos complejos."
        ]
    }
]