[
    {
        "Grado": "1°",
        "DBA": "1",
        "Enunciado_DBA": "Identifica los usos de los números (como código, cardinal, medida, ordinal) y las operaciones (suma y resta) en contextos de juego, familiares, económicos, entre otros.",
        "Evidencias_de_Aprendizaje": [
            "Construye e interpreta representaciones pictóricas y diagramas para representar relaciones entre cantidades que se presentan en situaciones o fenómenos.",
            "Explica cómo y por qué es posible hacer una operación (suma o resta) en relación con los usos de los números y el contexto en el cual se presentan.",
            "Reconoce en sus actuaciones cotidianas posibilidades de uso de los números y las operaciones.",
            "Interpreta y resuelve problemas de juntar, quitar y completar, que involucren la cantidad de elementos de una colección o la medida de magnitudes como longitud, peso, capacidad y duración.",
            "Utiliza las operaciones (suma y resta) para representar el cambio en una cantidad.",
            "Realiza conteos (de uno en uno, de dos en dos, etc.) iniciando en cualquier número.",
            "Determina la cantidad de elementos de una colección agrupando de 1 en 1, de 2 en 2, de 5 en 5.",
            "Describe y resuelve situaciones variadas con las operaciones de suma y resta en problemas cuya estructura puede ser a + b = ?, a + ? = c, o ? + b = c.",
            "Establece y argumenta conjeturas de los posibles resultados en una secuencia numérica.",
            "Utiliza las características del sistema decimal de numeración para crear estrategias de cálculo y estimación de sumas y restas."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza las características posicionales del Sistema de Numeración Decimal (SND) para establecer relaciones entre cantidades y comparar números.",
        "Evidencias_de_Aprendizaje": [
            "Realiza composiciones y descomposiciones de números de dos dígitos en términos de la cantidad de 'dieces' y de 'unos' que los conforman.",
            "Encuentra parejas de números que al adicionarse dan como resultado otro número dado.",
            "Halla los números correspondientes a tener 'diez más' o 'diez menos' que una cantidad determinada.",
            "Emplea estrategias de cálculo como 'el paso por el diez' para realizar adiciones o sustracciones."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "3",
        "Enunciado_DBA": "Reconoce y compara atributos que pueden ser medidos en objetos y eventos (longitud, duración, rapidez, masa, peso, capacidad, cantidad de elementos de una colección, entre otros).",
        "Evidencias_de_Aprendizaje": [
            "Identifica atributos que se pueden medir en los objetos.",
            "Diferencia atributos medibles (longitud, masa, capacidad, duración, cantidad de elementos de una colección), en términos de los instrumentos y las unidades utilizadas para medirlos.",
            "Compara y ordena objetos de acuerdo con atributos como altura, peso, intensidades de color, entre otros.",
            "Compara y ordena colecciones según la cantidad de elementos."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "4",
        "Enunciado_DBA": "Realiza medición de longitudes, capacidades, peso, masa, entre otros, para ello utiliza instrumentos y unidades no estandarizadas y estandarizadas.",
        "Evidencias_de_Aprendizaje": [
            "Mide longitudes con diferentes instrumentos y expresa el resultado en unidades estandarizadas o no estandarizadas comunes.",
            "Compara objetos a partir de su longitud, masa, capacidad y duración de eventos.",
            "Toma decisiones a partir de las mediciones realizadas y de acuerdo con los requerimientos del problema."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "5",
        "Enunciado_DBA": "Compara objetos del entorno y establece semejanzas y diferencias empleando características geométricas de las formas bidimensionales y tridimensionales (curvo o recto, abierto o cerrado, plano o sólido, número de lados, número de caras, entre otros).",
        "Evidencias_de_Aprendizaje": [
            "Crea, compone y descompone formas bidimensionales y tridimensionales, para ello utiliza plastilina, papel, palitos, cajas, etc.",
            "Describe de forma verbal las cualidades y propiedades de un objeto relativas a su forma.",
            "Agrupa objetos de su entorno de acuerdo con las semejanzas y las diferencias en la forma y en el tamaño y explica el criterio que utiliza.",
            "Identifica objetos a partir de las descripciones verbales que hacen de sus características geométricas."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "6",
        "Enunciado_DBA": "Describe y representa trayectorias y posiciones de objetos y personas para orientar a otros o a sí mismo en el espacio circundante.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza representaciones como planos para ubicarse en el espacio.",
            "Toma decisiones a partir de la ubicación espacial.",
            "Dibuja recorridos, para ello considera los ángulos y la lateralidad.",
            "Compara distancias a partir de la observación del plano al estimar con pasos, baldosas, etc."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "7",
        "Enunciado_DBA": "Describe cualitativamente situaciones para identificar el cambio y la variación usando gestos, dibujos, diagramas, medios gráficos y simbólicos.",
        "Evidencias_de_Aprendizaje": [
            "Identifica y nombra diferencias entre objetos o grupos de objetos.",
            "Comunica las características identificadas y justifica las diferencias que encuentra.",
            "Establece relaciones de dependencia entre magnitudes."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "8",
        "Enunciado_DBA": "Reconoce el signo igual como una equivalencia entre expresiones con sumas y restas.",
        "Evidencias_de_Aprendizaje": [
            "Propone números que satisfacen una igualdad con sumas y restas.",
            "Describe las características de los números que deben ubicarse en una ecuación de tal manera que satisfaga la igualdad.",
            "Argumenta sobre el uso de la propiedad transitiva en un conjunto de igualdades."
        ]
    },
    {
        "Grado": "1°",
        "DBA": "9",
        "Enunciado_DBA": "Clasifica y organiza datos, los representa utilizando tablas de conteo y pictogramas sin escalas, y comunica los resultados obtenidos para responder preguntas sencillas.",
        "Evidencias_de_Aprendizaje": [
            "Identifica en fichas u objetos reales los valores de la variable en estudio.",
            "Organiza los datos en tablas de conteo y/o en pictogramas sin escala.",
            "Lee la información presentada en tablas de conteo y/o pictogramas sin escala (1 a 1).",
            "Comunica los resultados respondiendo preguntas tales como: ¿cuántos hay en total?, ¿cuántos hay de cada dato?, ¿cuál es el dato que más se repite?, ¿cuál es el dato que menos aparece?"
        ]
    },
    {
        "Grado": "1°",
        "DBA": "10",
        "Enunciado_DBA": "Reconoce patrones numéricos y geométricos simples en secuencias y los utiliza para predecir términos siguientes.",
        "Evidencias_de_Aprendizaje": [
            "Identifica patrones en secuencias numéricas como sumar 2 o 5.",
            "Describe patrones geométricos en figuras como alternancia de formas o colores.",
            "Predice el siguiente término en una secuencia numérica o geométrica simple.",
            "Explica el criterio utilizado para identificar un patrón."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "1",
        "Enunciado_DBA": "Interpreta, propone y resuelve problemas aditivos (de composición, transformación y relación) que involucren la cantidad en una colección, la medida de magnitudes (longitud, peso, capacidad y duración de eventos) y problemas multiplicativos sencillos.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta y construye diagramas para representar relaciones aditivas y multiplicativas entre cantidades que se presentan en situaciones o fenómenos.",
            "Describe y resuelve situaciones variadas con las operaciones de suma y resta en problemas cuya estructura puede ser a + b = ?, a + ? = c, o ? + b = c.",
            "Reconoce en diferentes situaciones relaciones aditivas y multiplicativas y formula problemas a partir de ellas."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza diferentes estrategias para calcular (agrupar, representar elementos en colecciones, etc.) o estimar el resultado de una suma y resta, multiplicación o reparto equitativo.",
        "Evidencias_de_Aprendizaje": [
            "Construye representaciones pictóricas y establece relaciones entre las cantidades involucradas en diferentes fenómenos o situaciones.",
            "Usa algoritmos no convencionales para calcular o estimar el resultado de sumas, restas, multiplicaciones y divisiones entre números naturales, los describe y los justifica."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "3",
        "Enunciado_DBA": "Utiliza el Sistema de Numeración Decimal para comparar, ordenar y establecer diferentes relaciones entre dos o más secuencias de números con ayuda de diferentes recursos.",
        "Evidencias_de_Aprendizaje": [
            "Compara y ordena números de menor a mayor y viceversa a través de recursos como la calculadora, aplicación, material gráfico que represente billetes, diagramas de colecciones, etc.",
            "Propone ejemplos y comunica de forma oral y escrita las condiciones que puede establecer para conservar una relación (mayor que, menor que) cuando se aplican algunas operaciones a ellos.",
            "Reconoce y establece relaciones entre expresiones numéricas (hay más, hay menos, hay la misma cantidad) y describe el tipo de operaciones que debe realizarse para que a pesar de cambiar los valores numéricos, la relación se conserve."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "4",
        "Enunciado_DBA": "Compara y explica características que se pueden medir, en el proceso de resolución de problemas relativos a longitud, superficie, velocidad, peso o duración de los eventos, entre otros.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza instrumentos y unidades de medición apropiados para medir magnitudes diferentes.",
            "Describe los procedimientos necesarios para medir longitudes, superficies, capacidades, pesos de los objetos y la duración de los eventos.",
            "Mide magnitudes con unidades arbitrarias y estandarizadas.",
            "Estima la medida de diferentes magnitudes en situaciones prácticas."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "5",
        "Enunciado_DBA": "Utiliza patrones, unidades e instrumentos convencionales y no convencionales en procesos de medición, cálculo y estimación de magnitudes como longitud, peso, capacidad y tiempo.",
        "Evidencias_de_Aprendizaje": [
            "Describe objetos y eventos de acuerdo con atributos medibles: superficie, tiempo, longitud, peso, ángulos.",
            "Realiza mediciones con instrumentos y unidades no convencionales, como pasos, cuadrados o rectángulos, cuartas, metros, entre otros.",
            "Compara eventos según su duración, para ello utiliza relojes convencionales."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "6",
        "Enunciado_DBA": "Reconoce y representa figuras geométricas bidimensionales, identificando sus elementos básicos como lados, vértices y ángulos.",
        "Evidencias_de_Aprendizaje": [
            "Dibuja figuras como triángulos, cuadrados y círculos usando herramientas simples.",
            "Identifica los lados y vértices de figuras geométricas en objetos del entorno.",
            "Clasifica figuras según el número de lados o la forma de sus ángulos."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "7",
        "Enunciado_DBA": "Resuelve problemas que involucren la multiplicación como suma repetida en contextos cotidianos.",
        "Evidencias_de_Aprendizaje": [
            "Representa problemas de multiplicación con dibujos o materiales concretos.",
            "Explica la multiplicación como una forma de sumar varias veces el mismo número.",
            "Resuelve problemas simples de multiplicación, como calcular el total de objetos en grupos iguales."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "8",
        "Enunciado_DBA": "Organiza y representa datos en gráficos de barras simples para responder preguntas sobre colecciones.",
        "Evidencias_de_Aprendizaje": [
            "Recolecta datos de su entorno y los organiza en tablas simples.",
            "Construye gráficos de barras para mostrar cantidades de diferentes categorías.",
            "Responde preguntas como '¿cuál es el mayor?' o '¿cuántos hay en total?' usando gráficos."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "9",
        "Enunciado_DBA": "Identifica y describe posiciones relativas de objetos en el espacio usando términos como arriba, abajo, izquierda y derecha.",
        "Evidencias_de_Aprendizaje": [
            "Describe la posición de un objeto respecto a otro usando términos espaciales.",
            "Sigue instrucciones simples para moverse o colocar objetos en un espacio.",
            "Dibuja mapas básicos que muestren posiciones relativas de objetos."
        ]
    },
    {
        "Grado": "2°",
        "DBA": "10",
        "Enunciado_DBA": "Reconoce y extiende patrones numéricos y geométricos en secuencias y figuras.",
        "Evidencias_de_Aprendizaje": [
            "Identifica patrones en secuencias numéricas, como sumar 3 o 10.",
            "Describe patrones en figuras, como repetición de formas o colores.",
            "Predice los siguientes elementos en una secuencia basándose en el patrón identificado."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "1",
        "Enunciado_DBA": "Resuelve problemas aditivos y multiplicativos con números naturales, utilizando estrategias de cálculo mental y escrito.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta problemas de suma, resta y multiplicación en contextos cotidianos.",
            "Aplica estrategias como descomposición o redondeo para calcular resultados.",
            "Verifica los resultados de las operaciones usando métodos alternativos."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza el Sistema de Numeración Decimal para leer, escribir y comparar números de hasta tres dígitos.",
        "Evidencias_de_Aprendizaje": [
            "Descompone números en centenas, decenas y unidades.",
            "Compara números usando los símbolos >, < y =.",
            "Representa números con material concreto, como bloques de base diez."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "3",
        "Enunciado_DBA": "Introduce la división como reparto equitativo y resuelve problemas relacionados.",
        "Evidencias_de_Aprendizaje": [
            "Representa la división como repartir objetos en grupos iguales.",
            "Resuelve problemas de división simples, como distribuir objetos entre personas.",
            "Explica la relación entre multiplicación y división en problemas."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "4",
        "Enunciado_DBA": "Mide longitudes y capacidades utilizando unidades estandarizadas como centímetros y litros.",
        "Evidencias_de_Aprendizaje": [
            "Selecciona instrumentos adecuados, como reglas o jarras, para medir.",
            "Registra medidas en unidades estandarizadas y las compara.",
            "Resuelve problemas que involucren sumas o restas de medidas."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "5",
        "Enunciado_DBA": "Clasifica figuras geométricas bidimensionales según sus propiedades, como número de lados y ángulos.",
        "Evidencias_de_Aprendizaje": [
            "Identifica triángulos, cuadriláteros y círculos en el entorno.",
            "Clasifica figuras según si tienen lados paralelos o ángulos rectos.",
            "Dibuja figuras geométricas con herramientas como regla y compás."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "6",
        "Enunciado_DBA": "Reconoce fracciones simples como partes de un todo y las representa gráficamente.",
        "Evidencias_de_Aprendizaje": [
            "Dibuja fracciones como 1/2, 1/3 y 1/4 en diagramas circulares o rectangulares.",
            "Identifica fracciones equivalentes usando modelos visuales.",
            "Explica el significado de una fracción en contextos como repartir alimentos."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "7",
        "Enunciado_DBA": "Interpreta y construye tablas y gráficos para organizar datos recolectados.",
        "Evidencias_de_Aprendizaje": [
            "Organiza datos en tablas de frecuencia simples.",
            "Construye gráficos de barras o pictogramas con escala 1:1.",
            "Responde preguntas basadas en la información de los gráficos."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "8",
        "Enunciado_DBA": "Describe trayectorias y posiciones en el espacio usando mapas y coordenadas básicas.",
        "Evidencias_de_Aprendizaje": [
            "Dibuja mapas simples que muestren trayectorias con giros y distancias.",
            "Usa términos como norte, sur, izquierda y derecha para describir posiciones.",
            "Sigue instrucciones para trazar recorridos en un plano."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "9",
        "Enunciado_DBA": "Identifica patrones numéricos y geométricos y los utiliza para resolver problemas.",
        "Evidencias_de_Aprendizaje": [
            "Encuentra el siguiente término en secuencias como 5, 10, 15, ...",
            "Describe patrones en mosaicos o figuras geométricas repetitivas.",
            "Usa patrones para predecir resultados en problemas numéricos."
        ]
    },
    {
        "Grado": "3°",
        "DBA": "10",
        "Enunciado_DBA": "Estima resultados de operaciones y medidas en situaciones prácticas.",
        "Evidencias_de_Aprendizaje": [
            "Estima sumas y restas redondeando números al diez más cercano.",
            "Predice medidas como longitudes usando referentes cotidianos.",
            "Justifica la razonabilidad de una estimación comparándola con el resultado exacto."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "1",
        "Enunciado_DBA": "Resuelve problemas que involucren las cuatro operaciones básicas con números naturales.",
        "Evidencias_de_Aprendizaje": [
            "Interpreta problemas de suma, resta, multiplicación y división en contextos reales.",
            "Aplica algoritmos escritos para resolver operaciones con números de hasta cuatro dígitos.",
            "Verifica soluciones usando operaciones inversas."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza fracciones para representar partes de un todo y realiza operaciones simples con ellas.",
        "Evidencias_de_Aprendizaje": [
            "Suma y resta fracciones con el mismo denominador usando modelos visuales.",
            "Representa fracciones en diagramas y rectas numéricas.",
            "Resuelve problemas que involucren fracciones, como repartir cantidades."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "3",
        "Enunciado_DBA": "Compara y ordena números de hasta cuatro dígitos en el Sistema de Numeración Decimal.",
        "Evidencias_de_Aprendizaje": [
            "Descompone números en miles, centenas, decenas y unidades.",
            "Usa los símbolos >, < y = para comparar números grandes.",
            "Ordena secuencias de números de mayor a menor y viceversa."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "4",
        "Enunciado_DBA": "Mide y calcula perímetros de polígonos regulares e irregulares.",
        "Evidencias_de_Aprendizaje": [
            "Mide los lados de un polígono con una regla y suma para hallar el perímetro.",
            "Resuelve problemas que requieran calcular perímetros en contextos reales.",
            "Compara perímetros de diferentes figuras geométricas."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "5",
        "Enunciado_DBA": "Reconoce y describe propiedades de figuras geométricas bidimensionales y tridimensionales.",
        "Evidencias_de_Aprendizaje": [
            "Identifica paralelogramos, prismas y pirámides por sus propiedades.",
            "Dibuja figuras bidimensionales con características específicas, como lados paralelos.",
            "Clasifica figuras tridimensionales según el número de caras y aristas."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "6",
        "Enunciado_DBA": "Introduce números decimales y los utiliza en contextos de medidas.",
        "Evidencias_de_Aprendizaje": [
            "Lee y escribe números decimales hasta centésimas.",
            "Convierte fracciones comunes a decimales, como 1/2 = 0.5.",
            "Usa decimales en problemas de longitud, peso o dinero."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "7",
        "Enunciado_DBA": "Construye e interpreta gráficos de barras y tablas de frecuencia con escalas.",
        "Evidencias_de_Aprendizaje": [
            "Diseña gráficos de barras con escalas adecuadas para datos recolectados.",
            "Interpreta tendencias en gráficos, como el valor más frecuente.",
            "Organiza datos en tablas de frecuencia con categorías claras."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "8",
        "Enunciado_DBA": "Resuelve problemas que involucren conversiones de unidades de medida.",
        "Evidencias_de_Aprendizaje": [
            "Convierte metros a centímetros o litros a mililitros.",
            "Resuelve problemas prácticos que requieran conversiones de medidas.",
            "Estima medidas antes de convertirlas para verificar resultados."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "9",
        "Enunciado_DBA": "Identifica simetrías en figuras geométricas y patrones decorativos.",
        "Evidencias_de_Aprendizaje": [
            "Dibuja la mitad de una figura simétrica para completarla.",
            "Reconoce ejes de simetría en polígonos regulares.",
            "Crea patrones decorativos con simetría, como en mosaicos."
        ]
    },
    {
        "Grado": "4°",
        "DBA": "10",
        "Enunciado_DBA": "Establece relaciones de proporcionalidad en problemas simples.",
        "Evidencias_de_Aprendizaje": [
            "Resuelve problemas como '2 caramelos cuestan $1, ¿cuánto cuestan 6?'.",
            "Usa tablas para representar relaciones proporcionales.",
            "Explica cómo una cantidad depende de otra en términos proporcionales."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "1",
        "Enunciado_DBA": "Resuelve problemas con fracciones y números decimales, aplicando operaciones básicas.",
        "Evidencias_de_Aprendizaje": [
            "Suma, resta y multiplica fracciones con denominadores diferentes.",
            "Realiza operaciones con decimales en contextos de dinero o medidas.",
            "Verifica resultados de operaciones con fracciones usando diagramas."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza propiedades de divisibilidad para resolver problemas numéricos.",
        "Evidencias_de_Aprendizaje": [
            "Identifica si un número es divisible por 2, 3, 5 o 10.",
            "Calcula el máximo común divisor de dos números.",
            "Aplica divisibilidad en problemas de reparto o agrupamiento."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "3",
        "Enunciado_DBA": "Calcula áreas de rectángulos, triángulos y figuras compuestas.",
        "Evidencias_de_Aprendizaje": [
            "Aplica fórmulas para calcular el área de rectángulos y triángulos.",
            "Descompone figuras compuestas en formas simples para hallar el área.",
            "Resuelve problemas prácticos que involucren cálculo de áreas."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "4",
        "Enunciado_DBA": "Mide y clasifica ángulos usando un transportador.",
        "Evidencias_de_Aprendizaje": [
            "Mide ángulos en figuras geométricas con un transportador.",
            "Clasifica ángulos como agudos, rectos u obtusos.",
            "Dibuja ángulos específicos con herramientas geométricas."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "5",
        "Enunciado_DBA": "Construye e interpreta gráficos estadísticos como histogramas y gráficos de líneas.",
        "Evidencias_de_Aprendizaje": [
            "Crea histogramas para mostrar distribuciones de datos.",
            "Interpreta tendencias en gráficos de líneas, como cambios en el tiempo.",
            "Responde preguntas basadas en gráficos estadísticos."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "6",
        "Enunciado_DBA": "Resuelve problemas de proporcionalidad directa usando razones y fracciones.",
        "Evidencias_de_Aprendizaje": [
            "Establece razones para comparar cantidades en problemas.",
            "Resuelve problemas de proporcionalidad, como mezclas o escalas.",
            "Usa fracciones para expresar relaciones proporcionales."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "7",
        "Enunciado_DBA": "Reconoce y describe figuras tridimensionales por sus propiedades.",
        "Evidencias_de_Aprendizaje": [
            "Identifica cubos, prismas y conos por sus caras y aristas.",
            "Dibuja vistas frontales, laterales y superiores de sólidos.",
            "Clasifica figuras tridimensionales según sus bases."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "8",
        "Enunciado_DBA": "Estima y calcula medidas de capacidad, peso y tiempo en contextos reales.",
        "Evidencias_de_Aprendizaje": [
            "Estima capacidades, como la cantidad de agua en un recipiente.",
            "Convierte unidades de tiempo, como horas a minutos.",
            "Resuelve problemas que combinen medidas de diferentes tipos."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "9",
        "Enunciado_DBA": "Introduce conceptos de probabilidad simple en experimentos aleatorios.",
        "Evidencias_de_Aprendizaje": [
            "Identifica eventos posibles en un experimento, como lanzar un dado.",
            "Estima probabilidades basadas en la frecuencia de eventos.",
            "Explica la probabilidad de un evento usando fracciones simples."
        ]
    },
    {
        "Grado": "5°",
        "DBA": "10",
        "Enunciado_DBA": "Analiza patrones numéricos complejos para resolver problemas.",
        "Evidencias_de_Aprendizaje": [
            "Identifica patrones en secuencias como 1, 4, 7, 10, ...",
            "Usa patrones para predecir términos en problemas numéricos.",
            "Explica el razonamiento detrás de un patrón identificado."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "1",
        "Enunciado_DBA": "Resuelve problemas con números enteros, aplicando operaciones básicas.",
        "Evidencias_de_Aprendizaje": [
            "Suma y resta números enteros en una recta numérica.",
            "Resuelve problemas con enteros, como temperaturas o deudas.",
            "Explica la regla de signos en la multiplicación de enteros."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza fracciones y decimales en problemas de proporcionalidad y porcentajes.",
        "Evidencias_de_Aprendizaje": [
            "Calcula porcentajes, como descuentos o incrementos.",
            "Resuelve problemas de proporcionalidad usando fracciones.",
            "Convierte entre fracciones, decimales y porcentajes."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "3",
        "Enunciado_DBA": "Calcula volúmenes de prismas y cilindros en contextos prácticos.",
        "Evidencias_de_Aprendizaje": [
            "Aplica fórmulas para calcular el volumen de prismas rectangulares.",
            "Estima volúmenes en problemas reales, como llenar un tanque.",
            "Compara volúmenes de diferentes sólidos geométricos."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "4",
        "Enunciado_DBA": "Analiza propiedades de triángulos y cuadriláteros usando ángulos y lados.",
        "Evidencias_de_Aprendizaje": [
            "Clasifica triángulos por sus ángulos y lados.",
            "Identifica propiedades de paralelogramos, como lados opuestos iguales.",
            "Mide ángulos en polígonos para verificar propiedades."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "5",
        "Enunciado_DBA": "Construye e interpreta gráficos circulares para representar datos.",
        "Evidencias_de_Aprendizaje": [
            "Dibuja gráficos circulares basados en porcentajes.",
            "Interpreta la proporción de categorías en un gráfico circular.",
            "Compara datos entre gráficos circulares y de barras."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "6",
        "Enunciado_DBA": "Resuelve problemas que involucren razones y proporciones en contextos reales.",
        "Evidencias_de_Aprendizaje": [
            "Establece proporciones en problemas de escalas o recetas.",
            "Resuelve razones usando tablas de proporcionalidad.",
            "Explica cómo una proporción representa una relación constante."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "7",
        "Enunciado_DBA": "Reconoce y aplica simetrías y traslaciones en figuras geométricas.",
        "Evidencias_de_Aprendizaje": [
            "Dibuja figuras trasladadas en un plano cartesiano simple.",
            "Identifica ejes de simetría en figuras como rectángulos o círculos.",
            "Crea diseños con simetrías y traslaciones combinadas."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "8",
        "Enunciado_DBA": "Estima y calcula medidas de tiempo y velocidad en situaciones prácticas.",
        "Evidencias_de_Aprendizaje": [
            "Calcula velocidades simples, como kilómetros por hora.",
            "Convierte unidades de tiempo, como minutos a segundos.",
            "Resuelve problemas que combinen tiempo, distancia y velocidad."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "9",
        "Enunciado_DBA": "Introduce probabilidad en experimentos con múltiples eventos.",
        "Evidencias_de_Aprendizaje": [
            "Lista eventos posibles en experimentos como lanzar dos monedas.",
            "Calcula probabilidades de eventos combinados usando fracciones.",
            "Compara probabilidades teóricas con resultados experimentales."
        ]
    },
    {
        "Grado": "6°",
        "DBA": "10",
        "Enunciado_DBA": "Identifica y resuelve problemas con patrones numéricos y algebraicos simples.",
        "Evidencias_de_Aprendizaje": [
            "Encuentra reglas en secuencias como 2, 4, 8, 16, ...",
            "Usa letras para representar números en patrones simples.",
            "Resuelve problemas basados en patrones algebraicos."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "1",
        "Enunciado_DBA": "Resuelve ecuaciones lineales de primer grado en contextos algebraicos.",
        "Evidencias_de_Aprendizaje": [
            "Aísla la variable en ecuaciones como 2x + 3 = 7.",
            "Verifica soluciones sustituyendo valores en la ecuación.",
            "Resuelve problemas prácticos modelados con ecuaciones lineales."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza números racionales en operaciones y problemas contextualizados.",
        "Evidencias_de_Aprendizaje": [
            "Suma, resta, multiplica y divide fracciones y decimales.",
            "Resuelve problemas con racionales, como repartir cantidades.",
            "Convierte entre fracciones y decimales para comparar números."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "3",
        "Enunciado_DBA": "Aplica propiedades de congruencia y semejanza en triángulos.",
        "Evidencias_de_Aprendizaje": [
            "Identifica triángulos congruentes por criterios como LAL o ALA.",
            "Usa la semejanza para calcular longitudes en figuras proporcionales.",
            "Resuelve problemas geométricos basados en triángulos semejantes."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "4",
        "Enunciado_DBA": "Calcula áreas y volúmenes de figuras compuestas y sólidos.",
        "Evidencias_de_Aprendizaje": [
            "Descompone figuras compuestas para calcular áreas totales.",
            "Aplica fórmulas de volumen para prismas y pirámides.",
            "Resuelve problemas prácticos que involucren áreas y volúmenes."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "5",
        "Enunciado_DBA": "Interpreta medidas de tendencia central en conjuntos de datos.",
        "Evidencias_de_Aprendizaje": [
            "Calcula la media, mediana y moda de un conjunto de datos.",
            "Compara conjuntos de datos usando medidas de tendencia central.",
            "Explica qué medida es más representativa en un contexto dado."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "6",
        "Enunciado_DBA": "Resuelve problemas de proporcionalidad inversa y directa.",
        "Evidencias_de_Aprendizaje": [
            "Distingue entre proporcionalidad directa e inversa en problemas.",
            "Resuelve problemas de trabajo compartido usando proporcionalidad inversa.",
            "Usa ecuaciones para modelar relaciones proporcionales."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "7",
        "Enunciado_DBA": "Reconoce y aplica transformaciones geométricas como rotaciones y reflexiones.",
        "Evidencias_de_Aprendizaje": [
            "Dibuja figuras rotadas 90° o reflejadas sobre un eje.",
            "Identifica el tipo de transformación en una figura dada.",
            "Describe el efecto de una transformación en las coordenadas."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "8",
        "Enunciado_DBA": "Introduce el concepto de porcentaje en problemas financieros.",
        "Evidencias_de_Aprendizaje": [
            "Calcula intereses simples en problemas de ahorros.",
            "Resuelve problemas de descuentos y aumentos porcentuales.",
            "Explica cómo los porcentajes afectan cantidades en contextos reales."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "9",
        "Enunciado_DBA": "Analiza probabilidad de eventos compuestos en experimentos aleatorios.",
        "Evidencias_de_Aprendizaje": [
            "Calcula la probabilidad de eventos como sacar dos cartas.",
            "Usa diagramas de árbol para listar eventos compuestos.",
            "Compara probabilidades teóricas y experimentales."
        ]
    },
    {
        "Grado": "7°",
        "DBA": "10",
        "Enunciado_DBA": "Resuelve problemas con expresiones algebraicas simples.",
        "Evidencias_de_Aprendizaje": [
            "Simplifica expresiones como 2x + 3x - 4.",
            "Usa expresiones algebraicas para modelar patrones numéricos.",
            "Resuelve problemas prácticos con variables."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "1",
        "Enunciado_DBA": "Resuelve sistemas de ecuaciones lineales por métodos gráficos y algebraicos.",
        "Evidencias_de_Aprendizaje": [
            "Resuelve sistemas por sustitución o eliminación.",
            "Grafica rectas para encontrar puntos de intersección.",
            "Interpreta soluciones en contextos como costos o mezclas."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "2",
        "Enunciado_DBA": "Aplica el teorema de Pitágoras en problemas geométricos y prácticos.",
        "Evidencias_de_Aprendizaje": [
            "Calcula la hipotenusa o un cateto en triángulos rectángulos.",
            "Resuelve problemas de distancias en el plano usando Pitágoras.",
            "Verifica si un triángulo es rectángulo con el teorema."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "3",
        "Enunciado_DBA": "Utiliza números irracionales en cálculos geométricos.",
        "Evidencias_de_Aprendizaje": [
            "Estima valores como √2 o π en problemas.",
            "Usa irracionales en cálculos de áreas o longitudes.",
            "Explica la naturaleza de los números irracionales."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "4",
        "Enunciado_DBA": "Analiza polígonos regulares y sus propiedades.",
        "Evidencias_de_Aprendizaje": [
            "Calcula ángulos internos y externos de polígonos regulares.",
            "Dibuja polígonos regulares usando compás y regla.",
            "Resuelve problemas de áreas de polígonos regulares."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "5",
        "Enunciado_DBA": "Interpreta medidas de dispersión en conjuntos de datos.",
        "Evidencias_de_Aprendizaje": [
            "Calcula el rango y la desviación estándar de datos.",
            "Compara la dispersión de dos conjuntos de datos.",
            "Explica cómo la dispersión afecta la interpretación de datos."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "6",
        "Enunciado_DBA": "Resuelve problemas con potencias y raíces cuadradas.",
        "Evidencias_de_Aprendizaje": [
            "Simplifica expresiones con exponentes, como 2³ × 2².",
            "Calcula raíces cuadradas aproximadas de números perfectos y no perfectos.",
            "Aplica potencias en problemas de áreas o volúmenes."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "7",
        "Enunciado_DBA": "Reconoce y aplica transformaciones geométricas combinadas.",
        "Evidencias_de_Aprendizaje": [
            "Realiza una rotación seguida de una traslación en una figura.",
            "Describe cómo combinaciones de transformaciones afectan coordenadas.",
            "Identifica transformaciones en diseños simétricos."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "8",
        "Enunciado_DBA": "Resuelve problemas de proporcionalidad en figuras geométricas.",
        "Evidencias_de_Aprendizaje": [
            "Calcula longitudes en figuras semejantes usando proporciones.",
            "Resuelve problemas de escalas en mapas o maquetas.",
            "Explica la proporcionalidad en términos geométricos."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "9",
        "Enunciado_DBA": "Analiza probabilidad condicional en experimentos aleatorios.",
        "Evidencias_de_Aprendizaje": [
            "Calcula la probabilidad de un evento dado otro evento.",
            "Usa tablas para organizar eventos condicionales.",
            "Interpreta la probabilidad condicional en contextos reales."
        ]
    },
    {
        "Grado": "8°",
        "DBA": "10",
        "Enunciado_DBA": "Simplifica y resuelve expresiones algebraicas con variables.",
        "Evidencias_de_Aprendizaje": [
            "Combina términos semejantes en expresiones como 3x + 2y - x.",
            "Resuelve ecuaciones con distributiva, como 2(x + 3) = 10.",
            "Modela problemas prácticos con expresiones algebraicas."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "1",
        "Enunciado_DBA": "Resuelve ecuaciones cuadráticas por factorización y fórmula general.",
        "Evidencias_de_Aprendizaje": [
            "Factoriza ecuaciones como x² - 5x + 6 = 0.",
            "Aplica la fórmula general para resolver ecuaciones cuadráticas.",
            "Verifica soluciones sustituyendo en la ecuación original."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "2",
        "Enunciado_DBA": "Utiliza funciones lineales y cuadráticas para modelar situaciones reales.",
        "Evidencias_de_Aprendizaje": [
            "Identifica la pendiente y el intercepto en funciones lineales.",
            "Grafica funciones cuadráticas y encuentra su vértice.",
            "Modela problemas como trayectorias o costos con funciones."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "3",
        "Enunciado_DBA": "Aplica propiedades de círculos en problemas geométricos.",
        "Evidencias_de_Aprendizaje": [
            "Calcula longitudes de arcos y áreas de sectores circulares.",
            "Resuelve problemas con cuerdas, tangentes y ángulos inscritos.",
            "Dibuja círculos con propiedades específicas usando compás."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "4",
        "Enunciado_DBA": "Analiza transformaciones geométricas en el plano cartesiano.",
        "Evidencias_de_Aprendizaje": [
            "Aplica traslaciones y rotaciones usando coordenadas.",
            "Describe el efecto de una dilatación en las dimensiones de una figura.",
            "Resuelve problemas combinando varias transformaciones."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "5",
        "Enunciado_DBA": "Interpreta distribuciones de datos con diagramas de caja y bigotes.",
        "Evidencias_de_Aprendizaje": [
            "Construye diagramas de caja para mostrar cuartiles y valores extremos.",
            "Compara distribuciones de datos usando diagramas de caja.",
            "Identifica valores atípicos en un conjunto de datos."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "6",
        "Enunciado_DBA": "Resuelve problemas con polinomios y sus operaciones.",
        "Evidencias_de_Aprendizaje": [
            "Suma, resta y multiplica polinomios como (x + 2)(x - 3).",
            "Factoriza polinomios simples para resolver ecuaciones.",
            "Aplica polinomios en problemas de áreas o perímetros."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "7",
        "Enunciado_DBA": "Introduce trigonometría básica con triángulos rectángulos.",
        "Evidencias_de_Aprendizaje": [
            "Calcula senos, cosenos y tangentes en triángulos rectángulos.",
            "Resuelve problemas de alturas o distancias usando trigonometría.",
            "Explica la relación entre los lados de un triángulo rectángulo."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "8",
        "Enunciado_DBA": "Resuelve problemas de proporcionalidad en figuras geométricas complejas.",
        "Evidencias_de_Aprendizaje": [
            "Calcula áreas de figuras semejantes usando razones de escala.",
            "Resuelve problemas de volúmenes en sólidos proporcionales.",
            "Explica cómo la proporcionalidad afecta medidas geométricas."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "9",
        "Enunciado_DBA": "Analiza probabilidad de eventos mutuamente excluyentes.",
        "Evidencias_de_Aprendizaje": [
            "Calcula la probabilidad de unión de eventos excluyentes.",
            "Usa diagramas de Venn para representar eventos.",
            "Resuelve problemas de probabilidad en contextos reales."
        ]
    },
    {
        "Grado": "9°",
        "DBA": "10",
        "Enunciado_DBA": "Modela situaciones con expresiones algebraicas complejas.",
        "Evidencias_de_Aprendizaje": [
            "Simplifica expresiones como (x² + 2x)/(x + 1).",
            "Usa álgebra para modelar patrones o relaciones numéricas.",
            "Resuelve problemas prácticos con múltiples variables."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "1",
        "Enunciado_DBA": "Construye un disco de radio 12 cm con diferentes colores, de tal forma que cada franja de color se encuentre a una distancia determinada con respecto al centro del disco.",
        "Evidencias_de_Aprendizaje": [
            "Representa en un plano cartesiano el movimiento que realiza una marca que se hace en algunas de las franjas del disco, cuando éste se hace girar.",
            "Determina los tiempos en los que la marca gira 30° más a partir de su posición de inicio α=0° y realiza la gráfica para estas dos variables hasta una vuelta completa del disco."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "2",
        "Enunciado_DBA": "Explora y describe las propiedades de los lugares geométricos y de sus transformaciones a partir de diferentes representaciones.",
        "Evidencias_de_Aprendizaje": [
            "Localiza objetos geométricos en el plano cartesiano.",
            "Identifica las propiedades de lugares geométricos a través de sus representación en un sistema de referencia.",
            "Utiliza las expresiones simbólicas de las cónicas y propone los rangos de variación para obtener una gráfica requerida.",
            "Representa lugares geométricos en el plano cartesiano, a partir de su expresión algebraica."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "3",
        "Enunciado_DBA": "Comprende y usa el concepto de razón de cambio para estudiar el cambio promedio y el cambio alrededor de un punto y lo reconoce en representaciones gráficas, numéricas y algebraicas.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza representaciones gráficas o numéricas para tomar decisiones, frente a la solución de problemas prácticos.",
            "Determina la tendencia numérica en relación con problemas prácticos como predicción del comportamiento futuro.",
            "Relaciona características algebraicas de las funciones, sus gráficas y procesos de aproximación sucesiva."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "4",
        "Enunciado_DBA": "Resuelve problemas mediante el uso de las propiedades de las funciones y usa representaciones tabulares, gráficas y algebraicas para estudiar la variación, la tendencia numérica y las razones de cambio entre magnitudes.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza representaciones gráficas o numéricas para tomar decisiones en problemas prácticos.",
            "Usa la pendiente de la recta tangente como razón de cambio, la reconoce y verbaliza en representaciones gráficas, numéricas y algebraicas.",
            "Utiliza la razón entre magnitudes para tomar decisiones sobre el cambio.",
            "Relaciona características algebraicas de las funciones, sus gráficas y procesos de aproximación sucesiva."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "5",
        "Enunciado_DBA": "Selecciona muestras aleatorias en poblaciones grandes para inferir el comportamiento de las variables en estudio. Interpreta, valora y analiza críticamente los resultados y las inferencias presentadas en estudios estadísticos.",
        "Evidencias_de_Aprendizaje": [
            "Define la población de la cual va a extraer las muestras.",
            "Define el tamaño y el método de selección de la muestra.",
            "Construye gráficas para representar las distribuciones de los datos muestrales y encuentra los estadígrafos adecuados. Usa software cuando sea posible.",
            "Hace inferencias sobre los parámetros basadas en los estadígrafos calculados.",
            "Hace análisis críticos de las conclusiones de los estudios presentados en medios de comunicación o en artículos científicos."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "6",
        "Enunciado_DBA": "Comprende y explica el carácter relativo de las medidas de tendencias central y de dispersión, junto con algunas de sus propiedades, y la necesidad de complementar una medida con otra para obtener mejores lecturas de los datos.",
        "Evidencias_de_Aprendizaje": [
            "Encuentra las medidas de tendencia central y de dispersión, usando, cuando sea posible, herramientas tecnológicas.",
            "Interpreta y compara lo que representan cada una de las medidas de tendencia central en un conjunto de datos.",
            "Interpreta y compara lo que representan cada una de las medidas de dispersión en un conjunto de datos.",
            "Usa algunas de las propiedades de las medidas de tendencia central y de dispersión para caracterizar un conjunto de datos.",
            "Formula conclusiones sobre la distribución de un conjunto de datos, empleando más de una medida."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "7",
        "Enunciado_DBA": "Propone y realiza experimentos aleatorios sociales y predice la ocurrencia de eventos, en casos para los cuales el espacio muestral es indeterminado.",
        "Evidencias_de_Aprendizaje": [
            "Plantea o identifica una pregunta cuya solución requiera de la realización de un experimento aleatorio.",
            "Identifica la población y las variables en estudio.",
            "Encuentra muestras aleatorias para hacer predicciones sobre el comportamiento de las variables en estudio.",
            "Usa la probabilidad frecuencial para interpretar la posibilidad de ocurrencia de un evento dado.",
            "Infiere o valida la probabilidad de ocurrencia del evento en estudio."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "8",
        "Enunciado_DBA": "Utiliza funciones exponenciales y logarítmicas para modelar fenómenos de crecimiento y decrecimiento.",
        "Evidencias_de_Aprendizaje": [
            "Modela situaciones como crecimiento poblacional con funciones exponenciales.",
            "Resuelve ecuaciones logarítmicas simples, como log₂(x) = 3.",
            "Interpreta gráficos de funciones exponenciales y logarítmicas."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "9",
        "Enunciado_DBA": "Aplica trigonometría en triángulos no rectángulos usando la ley de senos y cosenos.",
        "Evidencias_de_Aprendizaje": [
            "Resuelve triángulos oblicuángulos usando la ley de senos.",
            "Aplica la ley de cosenos para calcular lados o ángulos.",
            "Usa trigonometría en problemas de navegación o topografía."
        ]
    },
    {
        "Grado": "10°",
        "DBA": "10",
        "Enunciado_DBA": "Analiza propiedades de funciones polinómicas y sus gráficas.",
        "Evidencias_de_Aprendizaje": [
            "Identifica ceros y puntos críticos en funciones polinómicas.",
            "Grafica polinomios de grado 3 o 4 y describe su comportamiento.",
            "Resuelve problemas prácticos modelados con polinomios."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "1",
        "Enunciado_DBA": "Utiliza las propiedades de los números (naturales, enteros, racionales y reales) y sus relaciones y operaciones para construir y comparar los distintos sistemas numéricos.",
        "Evidencias_de_Aprendizaje": [
            "Describe propiedades de los números y las operaciones que son comunes y diferentes en los distintos sistemas numéricos.",
            "Utiliza la propiedad de densidad para justificar la necesidad de otras notaciones para subconjuntos de los números reales.",
            "Construye representaciones de los conjuntos numéricos y establece relaciones acorde con sus propiedades."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "2",
        "Enunciado_DBA": "Justifica la validez de las propiedades de orden de los números reales y las utiliza para resolver problemas analíticos que se modelen con inecuaciones.",
        "Evidencias_de_Aprendizaje": [
            "Utiliza propiedades del producto de números reales para resolver ecuaciones e inecuaciones.",
            "Interpreta las operaciones en diversos dominios numéricos para validar propiedades de ecuaciones e inecuaciones."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "3",
        "Enunciado_DBA": "Utiliza instrumentos, unidades de medida, sus relaciones y la noción de derivada como razón de cambio, para resolver problemas, estimar cantidades y juzgar la pertinencia de las soluciones de acuerdo al contexto.",
        "Evidencias_de_Aprendizaje": [
            "Reconoce magnitudes definidas como razones entre otras magnitudes.",
            "Interpreta y expresa magnitudes como velocidad y aceleración, con las unidades respectivas y las relaciones entre ellas.",
            "Utiliza e interpreta la derivada para resolver problemas relacionados con la variación y la razón de cambio de funciones que involucran magnitudes como velocidad, aceleración, longitud, tiempo.",
            "Explica las respuestas y resultados en un problema usando las expresiones algebraicas y pertinencia de las unidades utilizadas en los cálculos."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "4",
        "Enunciado_DBA": "Interpreta y diseña técnicas para hacer mediciones con niveles crecientes de precisión (uso de diferentes instrumentos para la misma medición, revisión de escalas y rangos de medida, estimaciones, verificaciones a través de mediciones indirectas).",
        "Evidencias_de_Aprendizaje": [
            "Interpreta la rapidez como una razón de cambio entre dos cantidades.",
            "Justifica la precisión de una medición directa o indirecta de acuerdo con información suministrada en gráficas y tablas.",
            "Establece conclusiones pertinentes con respecto a la precisión de mediciones en contextos específicos (científicos, industriales).",
            "Determina las unidades e instrumentos adecuados para mejorar la precisión en las mediciones.",
            "Reconoce la diferencia entre la precisión y la exactitud en procesos de medición."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "5",
        "Enunciado_DBA": "Interpreta la noción de derivada como razón de cambio y como valor de la pendiente de la tangente a una curva y desarrolla métodos para hallar las derivadas de algunas funciones básicas en contextos matemáticos y no matemáticos.",
        "Evidencias_de_Aprendizaje": [
            "Relaciona la noción derivada con características numéricas, geométricas y métricas.",
            "Utiliza la derivada para estudiar la covariación entre dos magnitudes y relaciona características de la derivada con características de la función.",
            "Halla la derivada de algunas funciones empleando métodos gráficos y numéricos."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "6",
        "Enunciado_DBA": "Modela objetos geométricos en diversos sistemas de coordenadas (cartesiano, polar, esférico) y realiza comparaciones y toma decisiones con respecto a los modelos.",
        "Evidencias_de_Aprendizaje": [
            "Reconoce y utiliza distintos sistemas de coordenadas para modelar.",
            "Compara objetos geométricos, a partir de puntos de referencia diferentes.",
            "Explora el entorno y lo representa mediante diversos sistemas de coordenadas."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "7",
        "Enunciado_DBA": "Usa propiedades y modelos funcionales para analizar situaciones y para establecer relaciones funcionales entre variables que permiten estudiar la variación en situaciones intraescolares y extraescolares.",
        "Evidencias_de_Aprendizaje": [
            "Plantea modelos funcionales en los que identifica variables y rangos de variación de las variables.",
            "Relaciona el signo de la derivada con características numéricas, geométricas y métricas.",
            "Utiliza la derivada para estudiar la variación y relaciona características de la derivada con características de la función.",
            "Relaciona características algebraicas de la derivada con características geométricas."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "8",
        "Enunciado_DBA": "Plantea y resuelve situaciones problemáticas del contexto real y/o matemático que implican la exploración de posibles asociaciones o correlaciones entre las variables estudiadas.",
        "Evidencias_de_Aprendizaje": [
            "En situaciones matemáticas plantea preguntas que indagan por la correlación o la asociación entre variables.",
            "Define el plan de recolección de la información, en el que se incluye: definición de población y muestra, método para recolectar la información (encuestas, observaciones o experimentos simples), variables a estudiar.",
            "Elabora gráficos de dispersión usando software adecuado como Excel y analiza las relaciones que se visibilizan en el gráfico.",
            "Expresa cualitativamente las relaciones entre las variables, para lo cual utiliza su conocimiento de los modelos lineales.",
            "Usa adecuadamente la desviación estándar, la media, el coeficiente de variación y el de correlación para dar respuesta a la pregunta planteada."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "9",
        "Enunciado_DBA": "Plantea y resuelve problemas en los que se reconoce cuando dos eventos son o no independientes y usa la probabilidad condicional para comprobarlo.",
        "Evidencias_de_Aprendizaje": [
            "Propone problemas a estudiar en variedad de situaciones aleatorias.",
            "Reconoce los diferentes eventos que se proponen en una situación o problema.",
            "Interpreta y asigna la probabilidad de cada evento.",
            "Usa la probabilidad condicional de cada evento para decidir si son o no independientes."
        ]
    },
    {
        "Grado": "11°",
        "DBA": "10",
        "Enunciado_DBA": "Aplica conceptos de límites para analizar el comportamiento de funciones.",
        "Evidencias_de_Aprendizaje": [
            "Calcula límites simples, como lim(x→2)(x² - 4)/(x - 2).",
            "Interpreta el límite como una aproximación en gráficos de funciones.",
            "Resuelve problemas prácticos usando la noción de límite."
        ]
    }
]